import 'package:flutter/material.dart';
import 'package:share_plus/share_plus.dart';

class Utils {
  static share() {
    Share.share(
      "Hi I have downloaded Hindi Shayari app.\nit is a best app for read and share shayari.\nyou should also try\n https://play.google.com/store/apps/details?id=com.ghj.Shayari.shayari",
    );
  }

  static int commonIndex = -1;

  static Future aboutDialogue(BuildContext context) {
    return showDialog(
      context: context,
      builder: (context) {
        return SimpleDialog(
          title: const Text("About us"),
          contentPadding: const EdgeInsets.all(15.0),
          titleTextStyle: const TextStyle(
            color: Colors.red,
            fontSize: 20.0,
            fontWeight: FontWeight.w500,
          ),
          children: [
            const Text(
                "This is shayari app which is created by Heet Golakiya.\n\nit it most useable shayari app for sending shayari and customize shayari and than send it."),
            Row(
              mainAxisAlignment: MainAxisAlignment.end,
              children: [
                TextButton(
                  onPressed: () => Navigator.pop(context),
                  child: const Text(
                    "Cancel",
                    style: TextStyle(color: Colors.red),
                  ),
                ),
              ],
            )
          ],
        );
      },
    );
  }

  static List<String> photo = [
    'images/gift.jpg',
    'images/dosti2.jpg',
    'images/miracle.jpg',
    'images/life.jpg',
    'images/love.jpg',
    'images/politics.jpg',
    'images/birthday.jpg',
  ];

  static List<String> shayariName = [
    'शुभकामनाएं शायरी',
    'दोस्ती शायरी',
    'भगवान शायरी',
    'जीवन शायरी',
    'प्रेम शायरी',
    'राजनीति शायरी',
    'जन्मदिन शायरी',
  ];

  static List<String> shubhShayari = [
    '''आप ने मेहनत कर ईमानदारी से
इस खूबसूरत मुकाम को पाया है,
आपकी सफलता और आपकी जीत ने
बहुत लोगो को हौसला बढ़ाया है.
Congratulations…!''',
    '''सुबह की प्यारी नींद को
जो खोया करते है,
वही जिंदगी में सफलता
का बीज बोया करते है.
Congratulations for Your Success''',
    '''आखिरकार मेहनत रंग लाई,
आपकी जीत बहुत बड़ी है भाई,
अब जल्दी से बजवा लो शहनाई
आपको सफलता की हार्दिक बधाई।
Congratulations''',
    '''अपनी हार से जो इंसान सीखता है,
वही जिंदगी में हर बाजी जीतता है.
Congratulations''',
    '''दोस्त तुम्हारी सफलता से बहुत
खुश हूँ. मेरा उत्साह भी काफी बढ़ा है.
आपको नई नौकरी और नई जिम्मेदारी
के लिए बधाई और ढेरों शुभकामनाएं।
Congratulations for Your Success''',
    '''जब मन में सफलता का संकल्प होता है,
तो ईमानदारी से परिश्रम ही विकल्प होता है.
परीक्षा पास करने की बधाई एवं शुभकामनाएं''',
    '''जब सफलता की अचानक
खुशखबरी मिलती है तो
ख़ुशी को शब्दों में बयाँ करना
मुश्किल होता है, इसे चेहरे पर
देखकर समझा जा सकता है.
सफलता की हार्दिक बधाई''',
    '''मेहनत की चाबी से खुलता है
किस्मत का ताला,
मुँह से नहीं, आँखों से बोला है
हर सफलता पाने वाला।
नौकरी पाने हार्दिक शुभकामनाएं और बधाई''',
    '''आपके हुनर को सलाम है,
आप ने बढ़ाया देश का मान है,
दुनिया को दिखाया कमाल है,
आप जैसे युवा ही देश की शान है.
जीत की बधाई''',
    '''सफलता उन्ही को मिलती है,
जो बड़ा सोचते और बड़ा करते है,
आपको महान कार्य करते हुए देखकर
बहुत प्रसन्नता हुई।
आशीर्वाद एवं ढेरों बधाई''',
    '''बीत गया जो SALL भूल जायें
इस नये⌚ साल को गले👬 लगायें
करते हैं HUM दुआ रब से सर झुका के
ISS साल आपके पूरे हो जायें..
💐Happy New Year 2023''',
    '''खुशियों KI बोछार दोस्ती है,
EK खुबसूरत👰 PYAR💖 दोस्ती है’,
साल तो आते जाते रहते HAI
पर सदा बहार होती DOSTI👬 है.''',
    """ये रात चाँदनी बनकर आँगन में आये,

ये तारे लोरी गा कर आपको सुनाएं,

आयें आपको इतने प्यारे सपने यार...

कि नींद में भी आप हलके से मुस्कुराएं।""",
    """ईश्वर न करे आपको कोई ग़म हो,

और सिर्फ खुशियाँ और हँसी मिले,

ग़म जब भी बढ़ चले आपकी ओर,

ईश्वर करे रास्ते में उसे पहले हम मिले।""",
    """जन्मदिन के ये बहुत ख़ास लम्हे मुबारक,

आँखों में बसे नए नए ख्वाब मुबारक,

जिंदगी जो लेकर आयी है आपके लिए आज,

वो तमाम खुशियों की हसी सौगात मुबारक।""",
    """ज़िन्दगी की कुछ खास दुआएं लेलो हमसे,

जन्मदिन पर कुछ नजराने लेलो हमसे,

भर दे रंग जो तेरे जीवन के पलो में,

आज वो हँसी मुबारक-बाद लेलो हमसे।""",
    """दिल से मेरी दुआ है के खुश रहो तुम,

मिले न कोई गम जहाँ भी रहो तुम,

समंदर की तरह दिल है गहरा तुम्हारा,

सदा खुशी से भरा रहे दामन तुम्हारा।""",
    """ये भी एक दुआ है खुदा से;

किसी का दिल ना दुखे मेरी वजह से;

ऐ खुदा कर दे कुछ ऐसी इनायत मुझ पर,

कि खुशियाँ ही खुशियाँ मिलें सबको मेरी वजह से।

सुप्रभात!""",
    """आसमान का चाँद तेरी बाहों में हो;

तू जो चाहे तेरी राहों में हो;

हर वो ख्वाब हो पूरा जो तेरी आँखों में हो;

खुश किस्मती की हर लकीर तेरे हाथो में हो।

तह दिल से बहुत सारी शुभकामनाएं।""",
    """तमन्नाओ से भरी हो ज़िन्दगी;

ख्वाहिशों से भरा हो हर पल;

दामन भी छोटा लगने लगे;

इतनी खुशियाँ दे आपको आने वाला पल।

जीवन के हर कार्य को शिकस्त करने की शुभकामनाएं।""",
    """भीगे मौसम की खुशबु हवाओं में हो;

आपके साथ का एहसास इन फिजाओं में हो;

यूहीं सदा रहे आपके होंठो पर मुस्कुराहट;

इतना असर मेरी दुआओं में हो!

शुभकामनाएं!""",
    """भीगे मौसम की खुशबु हवाओं में है;

आपके साथ का एहसास इन फिजाओं में है;

यूहीं सदा रहे आपके होंठो पर मुस्कुराहट;

इतना असर तो मेरी दुआओं में है।""",
    """भीगे मौसम की खुशबु हवाओं में हो;

आपके साथ का एहसास इन फिजाओं में हो;

यूहीं सदा रहे आपके होंठो पे मुस्कुराहट;

इतना असर मेरी दुआओं में हो।""",
    """ये दुनिया एक छोटा सा ख्वाब है;

जियो अपनी जिंदगी ऐसे;

जैसे जी रहा गुलाब है;

रहकर साथ आप कांटो के भी;

मुस्कुराओ हमेशा जैसे मुस्कुराता गुलाब है।""",
    """ये दिन ये महिना ये तारीख जब जब आयी,

हमने प्यार से जन्मदिन की महफ़िल सजाई,

हर शमा पर नाम लिख दिया दोस्ती का,

इसकी रौशनी में चाँद जैसी तेरी सूरत समाई।""",
    """सुबह का मौसम और आपकी याद;

हलकी सी ठंडक और चाय की प्यास;

यारों की यारी और यारी की मिठास;

शुरू कीजिए अपना दिन मेरी सुप्रभात के साथ।

सुप्रभात!""",
    """एक और प्यारी सी सुबह हो गई;

ज़िंदगी की खुशनुमा फ़िज़ा हो गई;

मुबारक हो आपको आज का दिन;

जिसमें शामिल आपकी दुआ हो गई।

सुप्रभात!""",
  ];

  static List<String> dostiShayari = [
    """साथ जब भी छोड़ना
तो मुस्कुराकर छोड़ना ऐ दोस्तों
ताकि दुनिया ये ना समझे हम में दूरी हो गयी""",
    """मुझे ना सर पे ताज चाहिये
ना दुनिया पे राज चाहिये
बस इतनी ही माँग है ऊपर वाले से
कि मेरे दोस्त हमेशा मेरे साथ चाहिये""",
    """DOSTO से टूट कर रहोगे तो कुत्ते🐕 भी सतायेंगे,
और DOSTO से जुड़ कर रहोगे तो शेर🐯 भी घबरायेंगे…""",
    """ना किसी लड़की की चाहत

ना पढाई का जज्बा था,

बस चार पागल दोस्त थे और

लास्ट बेंच पर कब्ज़ा था।""",
    """मौत से न कभी डरता था न कभी डरूगा
मैं तो अपने दोस्तों के लिए जीता था
जी रहा हूं और जिऊंगा
चाहे गोली खानी पडे या चलानी पडे""",
    """फूलों🌹🌸 की महक को चुराया NAHI जाता,
सूरज🌞 की किरणों को छुपाया नही जाता,
कितने BHI दूर रहो ए DOSTI👌,
TUM👉DOSTI👌 में आप जैसे दोस्त को भुलाया नही जाता..!""",
    """मांगी थी दुआ हमने रब से

मुझे दोस्त दो जो अलग हो सबसे,

उसने मिला दिया हमें आपसे

और कहा संभालो इसे ये अनमोल है सबसे।""",
    """इश्क ओर DOSTI👌 मेरे दो जहान है,
ISHQ💕 मेरी रुह, तो DOSTI👌 मेरी जान है,
इश्क पर तो फिदा करदु अपनी पुरी JINDEGI💪,
पर DOSTI👌 पर मेरा ISHQ💖 भी कुर्बान है...!""",
    """कुछ मीठे पल हमेशा याद आते है

पलकों पे आंसू छोड़ जाते है,

कल कोई और मिले तो हमें न भूलना

क्योंकि दोस्ती के रिश्ते जिंदगी भर काम आते है।

 Kuchh Mithe Pal Hamesha Yad Aate Hain""",
    """सवाल पानी का NAHI❌ प्यास का है
सवाल मौत का नही साँसो का HAI
DOST तो बहुत है DUNIA🌍 में
मगर सवाल Dosti👬 का नही विश्वास का HAI💪""",
    """हम को यारों ने याद भी न रखा,

'जौन' यारों के यार थे हम तो। 

         - जौन एलिया""",
    """ये Dosti👬 बंधन भी KITNA अजीब होता है,
मिल😁 जाये तो बातें लम्बी AUR बिछड़😓 जाये तो यादें लम्बी !!""",
    """उदास हो जाओ तो मेरी हँसी माँग लेना

अगर ग़म हों तो मेरी ख़ुशी माँग लेना,

रब आपको लम्बी उम्र दे जीने के लिए

एक पल भी कम पड़े तो मेरी जिंदगी माँग लेना।""",
    """NA❌ लड़कियों में INTEREST था ना पढाई का जज्बा था.
बस 3-4 YAAR👪मिल गए और LAST BENCH पर कब्जा💪 था.""",
    """किसे बताये तुम्हे कितना प्यार करते है

सोचते है कह दे पर कहने से डरते है,

कही दोस्ती का रिश्ता टूट न जाये हमारा

बस इसलिए हम चुप रहा करते है।""",
    """DOSTI👌 कभी ख़ास लोगों से NAHI होती
जिनसे हो जाती है वही लोग JINDEGI में ख़ास 👲बन जाते है !""",
    """एक प्यारा सा दिल जो कभी नफरत नहीं करता

एक प्यारी सी मुस्कान जो कभी फीकी नही पड़ती,

एक एहसास जो कभी दु:ख नहीं देता

और एक रिश्ता जो कभी खत्म नहीं होता।""",
    """MENE तो सोचा 😴था पूरी ज़िन्दगी🔮 साथ रहेंगे
MUJHE क्या पता था दोस्त की
तुम 👷भी MOHABAT💔 की तरह हो जाओगे.
LOVE💖 U MY FRIEND.""",
    """DOSTI👫👌 अच्छी हो तो रंग़ लाती HAI,
DOSTI👫 गहरी हो तो सबको भाती है,
DOSTI नादान हो तो टूट जाती HAI,
पर अगर DOSTI👌 अपने जैसी होतो इतिहास बनाती है...!""",
    """राह चलते🚶 पागल🤡 बनते हैं DOST,
Cold_Drink🥃 बोल के दारु पिलाते हैं दोस्त,😹
कितने भी कमीने😣 हो पर काम 👉पड़ने पर हमेशा आगे👬 रहते हैं DOST !!""",
    """Dosti👬 Kisi ki Riyasat☝ Nahi Hoti
or Mout Kisi Ki Amanat Nahi Hoti,
Humari Adaalat💪 me Kadam🚶 Jra Soch kar Rakhna Yaaro,
Yha Dosti Todne Walo ki Jamanat Nahi❌  Hoti !!""",
    """MAIN भूला नहीं हूँ किसी को MERE बहुत अच्छे दोस्त हैं ज़माने में,
बस थोड़ी JINDEGI उलझ पड़ी है दो WOQT⌚ की रोटी कमाने में|""",
    """Ham Samay⌚ Bitaane Ki Liye Dost👭 Nahi❌ Banaate Hai,
Dosto👐💑 Ke Saath Rahane Ke Liye Samay_Nikaalate Hai""",
    """DOSTI👫👌 की कीमत कभी अदा NAHI❌ होती,
अच्छी DOSTI👫👌 कभी जुदा NAHI❎ होती,
आपकी अदा पर मर मिटे HAI,""",
    """WAQT⌚ की यारी तो हर कोई करता है MERE_DOST
मजा तो तब आये जब WAQT बदल जाये और YAAR👭 ना बदले..""",
    """NA❌_GAADI_ना__BULLET ना ही रखे हथियार
एक है सीने में ‘JIGRA💪’ और दुसरे जिगरी YAAR👭""",
    """KITNI छोटी सी DUNIA🌏 है मेरी,
EK मै हूँ 😣और एक मेरा 👉पागल_दोस्त YARI!!""",
    """JINDEGI में कुछ दोस्त Close बन गये, कोई DiL💖 में तो कोई आँखों में बस गये, कुछ DOST अहिस्ता से बिछड़ते चले गये पर जो DiL💖 से ना गये वो आप बन गये,""",
    """NA किसी से दुश्मनी👹 HAI
सबसे अपनी YARI👬
TERI👉 सौतन तो पट गयी
चल अब तेरी बारी😀.""",
    """DOSTI👫👌 वो नहीं होती जो जान देती है, DOSTI👌 वो नहीं होती जो मुस्कान देती है,
असली DOSTI👫 तो वो होती है जो, समंदर🌊 में गिरा आँसू भी पहचान लेती है।""",
    """Pyar💖 की कमी को पहचानते हैं HUM😕, दुनिया के गमों को BHI जानते हैं हम,
APP जैसे दोस्त का सहारा है, तभी तो AJJ भी हंसकर😇 जीना जानते हैं हम.""",
    """असली हीरे💎 की चमक NAHI❌ जाती, अच्छी यादों की कसक नहीं जाती,
कुछ DOST👪 होते है इतने खास कि दूर होने पर भी उनकी महक कभी नहीं जाती।""",
    """बेशक कुछ _WOQT⌚ का इंतज़ार मिला हमको,
पर जहान से _बढ़कर YAAR मिला हमको,
न रही तमन्ना किसी जन्नत की HAME,
E दोस्त TERIDOSTI👫👌 से वो Pyar मिला हमको !!""",
    """Dairy_Milk ने Perk से कहा,
दुनिया में हम दोनों सबसे SWEET🍬 हे,
Perk ने जवाब दिया, नहीं…
ये जो MSG पड रहा हे वो हमसे भी ज्यादा SWEET🍫 हे |""",
    """DiL💖❤ बड़ा कर💖 PAGLI👧
बाते तो MERE कमीने DOST भी बड़ी👅 बड़ी कर लेते हैं.""",
    """DOSTI👌 सच्ची होनी चाहिए.
पक्की तो { सड़क } 🛣 भी होती HAI.""",
    """दोस्तों की DOSTI👌 में कभी कोई RULE नहीं होता है
HUM गाँवो‌ के CHORE👱 हमे क्या पता FASHION क्या होता HAI
TIME⌚ पर यारो का‌ साथ मिल‌ जाये यो ही HAMARE लिये सुख चैन होता है.""",
    """NA तेरे आने की खुशी,NA तेरे जाने का गम,
APNA Attitude😕 तू अपने पास रख,
अपने Besties😉 के साथ मस्त है HUM""",
    """पसंद 👍 NA आये हमारी Dosti👭 तो बता देना,MAIN वादा 🤝 करती हूँ,
ITNI ज़ोर का थप्पड़ ✋ पड़ेगा के TUJHE👉 सब पसंद आने लगेगा😂🚫""",
    """एक Award👑🎁 तो मेरी Besties को भी मिलना चाहिए, उन्होंने मेरे
जैसी Cute😉 Sweet Innocent Bestie😊 को अपने लिए जो ढूंढा HAI""",
    """DOST👬 तो दोस्त होता है, उसकी कोई जात या धर्म नहीं होता
वो KHUSI😉 के TIME पे भी गालियाँ सुनाता है और बुरे TIME⌚ पे भी""",
    """हम शराब नहीं पीते लेकिन शराबी DOST रखते हैं
क्यूंकि शराबी DOST👬 अच्छे होतेे हैं
ग्लास🍷 जरूर तोड़ सकते हैं, लेकिन DiL💖 NAHI""",
    """KUCH खोये बिना✖ हमने पाया है, कुछ मांगे बिना हमें मिला✔ HAI
नाज़😊 है हमें APNI तक़दीर पर जिसने आप जैसे DOST👬 से मिलाया है""",
    """DOSTI👫👌 अच्छी हो तो रंग़ लाती है,
DOSTI👌 गहरी हो तो सबको भाती है,
DOSTI👫 नादान हो तो टूट जाती है,
पर अगर DOSTI अपने जैसी होतो इतिहास📕 बनाती है...!""",
    """Naam Chota Hai DiL💖 Bada Rakhta Hu, Paiso💲 Se Utna Amir Nahi Hu,
Magar Apane Dosto💞 Ke Gam😓 Kharidne Ki Haisiyat Rakhta Hu.""",
    """DOSTI👫👌 दर्द नही बल्कि खुशिया देना जानता है,
पलभर में APNA☝ बनाकर सारी जीवन साथ निभाना जानता HAI.""",
    """Ham_Dosti👌 Karte Hai To Afsane📃 Likhe Jate Hai,
Aur Dushmani😈 Karte Hai To Tarikhe📆💣 Likhi Jati Hai""",
    """सच्चे DOST👫 वही होते है,
JO मदद करने से पहले 200 गालिया😁 देते HAI!""",
    """किसी के साथ ITNA👥 चिपक के भी SELFIE ना लो के,
कट्टी होने पे 📷PHOTO Crop भी ना❌ कर सको!""",
    """राह चलते🚶 PAGAL🤡 बनते हैं दोस्त,
Cold_Drink🥃 बोल के दारु पिलाते हैं दोस्त,
कितने BHI कमीने😣 हो,
पर काम 👉पड़ने पर हमेशा आगे👬 रहते हैं DOST..!!""",
    """EK☝ बात हमेशा याद रखना DOSTO💏
ढूंढने पर वही मिलेंगे जो खो गए थे,
WO कभी NAHI❌ मिलेंगे जो बदल गए है.""",
    """लड़कियों 👩 से क्या DOSTI 💑 करना,
👫 जो ☝ पल भर में छोड़ 🚫जातीHAI,
DOSTI👫👌 😍 करनी है तो लड़को👦 से करो,
👬 जो मरने 😴 के बाद भी कंधे पे ले जाते है.""",
    """DOSTI👫👌 होती है – *One Time* 🙃
हम निभाते HAI– *Some Time* 😇
याद किया करो – *An_Time* 🤗
TUM खुश रहो – *All Time*
🙏यही दुआ है MERI– *Life_Time💖*""",
    """तेरी DOSTI👫👌👬 के साये में 👉जिंदा हैं अब तक,
HUM तो तुझको खुदा👆 का दिया हुआ ताबीज़👑 😇मानते हैं !!""",
    """HUM💪 दोस्तों के होते बुरा TIME⏰नही आ सकता,❌
अगर आ भी जाए😒 तो हमारी_DOSTI👫👌 के आगे NAHI टिक💪 सकता !!""",
    """EK☝ *दोस्त* अपने दोस्त के *जनाजे*को देख कर *मुस्कुराया😊 !*
तो EK*बुजुर्ग*ने कहा :- “BETA! *जवान मौत*पर *मुस्कुराते* NAHI❌!""",
    """DOST बनाना आसान नहीं,
पर उससे मुश्किल है DOSTI👫👌 निभाना।
अगर DOSTI👫👌 निभा ना सको,
TO कभी सच्चे DOST मत बनाना।""",
    """अपनी DOSTI👫👌 का बस इतना सा असूल HAI,
जो TU कुबूल है…. तो तेरा सब कुछ कबूल HAI.""",
    """Pyar मे कोई DiL💖 तोड़ देता है,
DOSTI👫👌 मे कोई भरोसा तोड़ देता है…
JINDEGI जीना तो कोई GULAB🌹 से सिखे जो
 खुद टूट कर दो DiL💖ो को जोड़ देता है|""",
    """DIN हुआ है तो रात BHI होगी..
हो मत उदास, KABHI बात भी होगी..
ITNI Pyari💗 से DOSTI👫👌 की है..
JINDEGI💪 रही तो मुलाकात भी HOGI💪..""",
    """उमर बिताना ही JINDEGI नही होती,
KHUD से भी ज़्यादा ख्याल रखना पड़ता HAI दोस्तों का. क्यूँ क़ि…
DOST कहना ही DOSTI👫👌 नही होती.
""",
    """DOSTI👫👌 कोई खोज NAHI होती ,
ये हर किसी से हर रोज़ नहीं HOTI,
APNI ज़िन्दगी में हमें बे- वज़ह मत समझना,
क्यूंकि पलकें आँखों👀 पर कभी भोज NAHI❌ होती।""",
    """Hum_Dosti👬 ‘Nibhana’ Jaante Hai
Zakham Kitne Bhi Gehre Ho “Dava” Jante Hai
Hame ‘Bhulne’ Ki Koshish [ Na Karna Dost💖 ]
Hum Gala_Dabana😈 Bhi Acche Se Jante Hai.""",
    """Kuch Rishte👐 Iss Jahaan Mein Khaas💪 Hote Hai;
Hawa Ke Rukh Se Jin Ke Ehsaas😊 Hote Hai;
Yeh Dil💕 Ki Kashish Nahi To Aur Kiya Hai Doston;
Door Reh Kar Bhi Woh _Dil💖 Ke Kitne Paas😇 Hote Hai!.""",
    """HUM गाँवो‌ के छोरे HAME क्या पता Fashion😎 क्या होता हे
Time पर यारो का‌ साथ मिल‌ जाये यो ही HAMARE लिये सुख चैन होता है.""",
    """भले ही मेरे DOST👬 कम हैं
पर जितने भी हैं एटम BOMB💣 हैं.""",
    """किसी के HATH👇 में हीरा💎 किसी के कान👂 में हीरा
MUJHE हीरे से मतलब क्या.. MERE तो DOST हीरे💎 हैं.""",
    """“मंजिल” तुम👉 चुनो,“RASTE” हम देंगे,
“लफ्ज़” तुम दो,“GEET” हम बनायेंगे,
“KHUS😊” तुम रहो,“खुशिया” हम देंगे,
आप बस “DOST” रहो,“Pyar💖” हमनिभायंगे |""",
    """DiL💖 ने कहा दोस्त को SMS करते हो?
फिर ख्याल आया,  DiL💕 तो पागल है |
फिर सोचा,DiL💖 अगर पागल है तो क्या हुआ,“दोस्त” कौनसा NORMAL😂 है |""",
    """कुछ DOST DiL💖 पर ऐसा असर कर जाते HAI,
टूटे शीशेमे BHI पूरे नजर आते है,मिलते है
 कुछ पल के लिए,और JINDEGI भर के लिए DiL💖 में उतर जाते है |""",
    """NAMAK🍚 की तरह कड़वा ज्ञान देने वाला ही सच्चा मित्र होता HAI,
इतिहास गवाह है की आज तक कभी नमक में कीड़े NAHI❌ पड़े !!""",
    """MUJHE जानू कहने वाली GIRLFRIEND👧 नही भी मिली तो चलेगा,
पर मुश्किल वक़्त पे BHAI कहने वाला DOST👆👬 होना चाइये !!""",
    """Janu बोलने वाली LADKI👧 हो या न हों पर,
Oye Hero बोलने वाली Best_Friends👐 जरूर है !!""",
    """KISI रोज़ याद न कर पाऊँ
तो खुदगर्ज NA❌ समझ लेना दोस्तो,
छोटी सी इस उम्र में परेशानियां बहुत HAI !!""",
    """AJJ कल की DUNIA🌍 में सच्चा दोस्त मिलना बहोत ही मुश्किल है,
MAIN खुद हैरान हूँ की तुम लोगो ने MUJHE☝ ढूंढ कैसे लिया !!""",
    """HUM आज भी शतरंज़ का खेल अकेले ही खेलते HAI,
क्यूंकि दोस्तों के खिलाफ चाल चलना हमे आता ही NAHI❌ !!""",
    """TERI DOSTI👌 के दीवाने है इसीलिए हाथ फैला दिया ए दोस्त,
वरना हम तो खुद की JINDEGI🌍 के लिए भी दुआ नहीं करते !!""",
    """ये DiL💖 DOSTI की धडकन है.
JAB तक DOST सलामत रहेगा.
तब तक YE👉 धडकता रहेगा….""",
    """मासूमसा CHEHERA👱→
←सच्ची★सी मुस्कान😊?
SofT ♡DiL💖♡
हर→गम→से अन्जान
DOST→की→जान
यही तो है→MERI💪☆पहचान""",
    """DOSTI👌 में “Pyar” और DOSTI👬में
“अच्छाई”,,कभी भी 100% होनी
चाहिये,KIUNKI सच्चे दोस्त हमेशा
अंत तक साथ देते HAI💪,,,""",
    """NA_किसी_का_Baby👱 हूँ
ना  kisi का _Babu👥 * हूँ,,,
AUR ना ही किसी का �� ​Pyar💖​ हूँ…
बस कुछ �दोस्त​ है मेर APNE,, जिनका में Cute_कमीना �� *  Yaar_हूँ
 Lve u YARO...""",
    """MERE दोस्तों की पहचान इतनी मुशिकल NAHI❌,
वो हँसना भूल जाते है MUJHE रोता देखकर !!""",
    """MERE नसीब बहुत अच्छा HAI*
BHAGABAN ने मुझे तुम जैसा*
*सच्चा और Pyari💖 दोस्त दिया*
JAB भी तुझे याद किया अपने
*साथ पाया
*तेरी👉 DOSTI👌 को सलाम भाई*""",
    """MERE नसीब बहुत अच्छा HAI*
BHAGABAN ने मुझे तुम जैसा*
*सच्चा और Pyari💖 दोस्त दिया*
JAB भी तुझे याद किया अपने
*साथ पाया
*तेरी👉 DOSTI👌 को सलाम भाई*""",
    """SUN_PAGLI
TU👉 सिर्फ मेरी Best_friend बन कर रह Girlfriend👩 नही…
क्योंकि Girl_friend तो छोड़ कर चली जाती HAI
लेकिन Friendship👬 तो Lifetime टिकी रहती HAI…""",
    """TATA के पासकारो🚗🚗🚕 की
           और
MERE पास जिगरी यारो👫👬 की
कौई कमी NAHI❌✖ है..!!""",
    """TERE👉 बारे में सोचा तो MUJHE एक ख्याल आया
तुझे मैंने DOST बना के ज़िन्दगी में क्या पाया
बाकी बातों को तो तू मार GOLI🔫
पहले ये बता तूने पड़ोस वाली ITEM👧 को कैसे पटाया…""",
    """DOSTI👌 वो नहीं जिसमे एक दूसरे से पर्दा हो
बल्कि…DOSTI👌 वो है जिसमे पारदर्शिता हो""",
    """दोस्त आपकी DOSTI👌 का क्या खिताब दे,
करते है इतना Pyar💖 की क्या हिसाब दे’
अगर आपसे भी अच्छा FOOL🌸 होता तो ला देते,
लेकिन जो खुद गुलदस्ता हो उसे क्या GULAB🌹 दे,""",
    """DOST वह होता है जो आपके भुतकाल को समझता है,
APKE भविष्य पर विश्वास रखता है AUR आप जैसे हो वैसे ही आपको अपनाता है.""",
    """LUCK✋ तो हर किसी का है यार BUT
ऐसे DOST👫 पाने के लिये❤ GOODLUCK✌ चाहिये.""",
    """HUM दोनों👭 आग और सिगरेट की तरह है
जैसे आग💥 के बिना सिगरेट का कुछ नहीं
CIGARATE💥 के बिना आग का कुछ मोल NAHI.""",
    """HAMARI DOSTI👌 कोई NIRMA_POWDER नही है
जो पहले इस्तेमाल करे और फिर BISWAS करे
हमारी DOSTI👌 तो "L I C" है JINDEGI के “साथ💪” भी “जिंदगी” के बाद भी.""",
    """DOSTI👌 के दीवाने है इसीलिए हाथ फैला दिया
वर्ना HUM तो खुद के लिए भी दुआ NAHI करते.""",
    """वो GLASS💠 ही क्या जिसमे DRINK🍹 छूट जाये
AUR वो YAARI👭 ही क्या जो EK लड़की👧 की वजह से टूट जाये.""",
    """असली हीरे💎 की चमक NAHI✖ जाती,
ACCHI यादों की कसक नहीं जाती,
KUCH दोस्त होते है ITNI खास कि दूर होने पर भी उनकी महक कभी NAHI❌ जाती।""",
    """HUM Dosti👬 करते हैं तो अफसाने लिखे जाते हैं,
और DUSHMANI😈 करते हैं तो तारिखे लिखी जाती हैं..!""",
    """EK☝ मैं हूँ कि...
समझा NAHI खुद को आज तक
एक DUNIA🌍 है कि...
NA✖ जाने मुझे क्या-क्या समझ लेती HAI!!""",
    """👉🏻अरे पगली👩🏻
मेरे दोस्तों को तू क्या👎🏻 समझेगी? 😰अगर कोई LADKI👩🏻
MUJHE ना बोल❌ दे तो बोलते है😜 “भाई😘 TU_मेरी_वाली_रख_ले”😜😀""",
    """NA✖ कोई राह़ आसान चाहिए,,,*
 ना❌ ही HAME कोई पहचान चाहिए,,,*
EK☝ चीज माँगते रोज भगवान से,,*
*सब DOST के चेहरे पे हर पल,,,*
*Pyari सी मुस्कान😊 चाहिये !!*""",
    """EK☝ साल में 50 मित्र👬 बनाना आम बात HAI
पर 50 साल EK👆 ही मित्र👯 होना खास बात HAI""",
    """फूलों🌹🌸 की महक को चुराया NAHI जाता,
सूरज🌞 की किरणों को छुपाया नही जाता,
कितने BHI दूर रहो ए DOSTI👌,
TUM👉DOSTI👌 में आप जैसे दोस्त को भुलाया नही जाता..!""",
    """बोल NAHI❌ रहा इसका मतलब ये नहीं की भूल गया हूँ MAIN..
MUJHE ये देखना है की आपको MERI याद कितनी आती है ..""",
    """Pyar की राह में चलना जरा सम्भल-सम्भलकर✊ अक्सर इस राह में….
DiL💖 तोड़कर चल देते हैं लोग HAMSAFAR👫 बदलकर""",
    """बात_की_EK☝_बात_BHAI👦_KI_झलक 
सबसे_अलग_HAI✋कोई_LIKE_या_COMMENT_करे 
या_NA_KARE_MUJHE_कोई_फकॅ_नही पडता_है
पर_मैँ_DiL💖_से_करता_हूँ_और_करता रहूँगा_BHAI_तो_भाई_HAI""",
    """NA❌ सलाम याद रखना,
NA✖ पैगाम याद रखना,
छोटी सी तमन्ना है ऐ DOST,
MERE नाम याद रखना😊.""",
    """MERE DiL💖 तोड़ने से पहले मेरे Dosto के तरफ देख लेना जानेमन,
कहीं ऐसा NA हो बिन घुंघरु MUJRA👯 करना पड़े😂 ।
""",
    """STATUS📄 कि जरूरत ही NAHI❌..
HUM भाइयो KE DP💹 देखकर ही लोगों का BP_HIGH📈 हो जाता है.""",
    """MUJHE_चाहने वालों की तादात बढती  जा रही HAI,
MUJHSE नफरत करने वालों,
APNI दुआओँ  मे थोड़ा  असर लाओ..!""",
    """दुश्मन KO जलाना
AUR दोस्त के लिए,
जान की BAJI💪 लगाना
फितरत है HAMARI..!""",
    """आपकी👉 Dosti👬 हमारे सुरों का साज है,
आप जैसे DOST पर हमें नाज़ है,
चाहे कुछ भी हो जाये JINDEGI में,
Dosti👬 कल भी वैसी ही रहेगी, जैसी आज HAI.""",
    """TUM👉 दोस्त👭 हो मेरे सदा के लिए,
मै जिंदा हूँ TUMHARI वफा के लिए,
कर लेना लाँखो शिकवे मुझसे☝ मगर,
NA❌ होना खफा खुदा के लिए …""",
    """वातावरण को JO महका दे उसे ‘इत्र’ कहते HAI
JIBAN😊 को जो महका दे उसे ही ‘मित्र👬💪’ कहते हैं""",
    """CHAI🍷 में  शक्कर NAHI तो_पिने में क्या  मजा
और  Life में  Friends👫_नही तो  जीने में क्या  मजा😕…""",
    """JINDEGI ज़ख्मों से भरी है
WOQT को मरहम बनाना सीख लो,
हारना तो है EK दिन मौत से,
फिलहाल…DOSTO👬👪 के साथ जिंदगी जीना सीख लो""",
    """Hamare Paas Paise💲 To Nahi Hai, Par Itna Dam To Rakhte Hai,
Dosti👪 Ki Kimat Agar Maut Bhi Hogi To Ham Kharid Lenge.""",
    """PAPA कहते है, तु नालायक है,
दोस्त कहते है कि तु नायक HAI,
DUSHMAN कहते है कि तु खलनायक है,
और MERI जानेमंद कहती है की
TU  सिर्फ मेरा हीरो है..!""",
    """शरीफ तो HUM बचपन  से थे
पर क्या करें, DiL💖 तोड़ना
     लड़कियों  ने सिखाया
तो हड्डिया तोड़ना  YARO👪  ने सिखाया..!""",
    """NOTE💲💰 इकट्ठे करने की बजाए
DOST इकट्ठे किये मैंने,
इसीलिए आज भी पुराने चल रहे HAI.!""",
    """डूब जाए आसानी से, मै वो कश्ती NAHI,
मिटा सको तुम MUJHE,
ये बात TUMHARE👉 बस की नहीं..!""",
    """DOSTO👯 ज़माने में आए हो तो
जीने का हुनर रखना,
दुश्मनों का  कोई खतरा NAHI,
बस अपनों पर नज़र👀 रखना..!""",
    """BHAI👭 बोलने का हक़
मैंने सिर्फ DOSTO को दिया है
वरना दुश्मन👹 तो आज भी HAME
BAAP😈 के नाम से पहचानते हैं..!""",
    """DOSTO के इस कदर सदमे उठाए जान पर,
DiL💖 से दुश्मन की शिकायत का गिला जाता रहा.""",
    """NA❌ लड़कियों में INTEREST था ना पढाई का जज्बा था.
बस 3-4 YAAR मिल गए और LAST BENCH पर कब्जा✊ था.""",
    """DOST👯✋ ख़रीदे नहीं जाते,
ये तो वो KAMINE😈 होते है,
जो आपको कभी शरीफ NAHI देखना👀 चाहते !!""",
    """दोस्तों की Dosti👬 में कभी कोई रूल नहीं होता है
और ये सिखाने के लिए,
कोई SCHOOL नहीं होता है...!""",
    """👬 सच्चे DOST👫 वही होते है जो 💁‍♂
मदद करने से पहले 200 गालिया देते है.🤣😊""",
    """हम Dosti👬 करते हैं तो अफसाने लिखे जातेHAI
और DUSHMANI😈 करते हैं तो तारिखे लिखी जाती HAI💪.""",
    """3 Friends के ग्रुप में एक 'Stylish😎
 एक 'Chalak😁 और
EK 'Masoom' 😊
जरूर होता HAI.. 😆😆""",
    """सच्चे_दोस्त 👬 कभी EK दूसरे को i_Love_u 💓नही बोलते ❌
😜 उनकी तो गालियों मे भी Pyar छुपा होता HAI😅""",
    """जलते है DUSHMAN मुझसे
क्योकि MERE_DOST👭 मुझे दोस्त NAHI❌❌भाई मानते हैं.""",
    """जिसको बसना HAI ज़न्नत में वो बेशक़ जाकर बसे,
APNA तो आशियाना दोस्तों के DiL💖 में है !!""",
    """HAR नई चीज अच्छी होती HAI,
लेकिन DOST👬 पुराने ही अच्छे होते है !!""",
    """JAB भी कोई DOST पूछता है हमसें Bhabi👰 कैसी है
DiL💖 की “धड़कनें” रुक जाती हैं AUR जुबान पे एक ही सवाल आता है कौन सी..?""",
    """E☝_DOST मिट गया हूँ फ़ना हो गया हूँ मैं.
इस दर्द-E-DOSTI👌 की दवा हो गया हूँ MAIN..!!""",
    """सुना👂 था कि आज खजाना💰 मिल सकता HAI,
कि अचानक गली में DOST👫 पुराना दिख गया.""",
    """अगर कभी हम ‪‎Msg💬 ना करे,
❤तो ‪‎DiL💖_छोटा‬❤ ना करना,
बस_DiL💖पर ‪❤‎हाथ_रखना‬ ✋और कहना
‎शायद‬ आज HAMARA❤ ‪‎दोस्त_MOBILE‬ से नहीं,
‪‎DiL💖 से ‪‎याद‬ कर रहा है”""",
    """छोटा बनके रहोगे तो मिलेगी हर बड़ी रहमत DOST
बड़ा होने पर तो MAA👵 भी गोद से उतार देती है।""",
    """कौन कहता है की MUJHE में कोई कमाल रखा है…
MUJHE तो बस कुछ दोस्तो ने संभाल रखा HAI!!!…""",
    """चलो AJJ फिर उसी बचपन में लौट चले
बैठे फिर SE उसी बूढ़े👴 पीपल की छाँव तले""",
    """कामयाबी हौसले से मिलती है, और हौसला दोस्तों से बढ़ता है, और दोस्त भाग्य से मिलते हैं, और भाग्य आदमी खुद बनाता है।""",
    """College life हैं, सब dostई-pyar से रहो । pass out होने के बाद तो दुश्मन को देखकर भी गले लगाने का Dil करता हैं ।""",
    """Dôstì 👨‍❤️‍👨 में ना कोई dîñ 🌅 , ना कोई वाr 📆 होता हैं,ये तो वो ehsàás 💝 है जिसमे बस yàâr 👬 होता हैं.""",
    """सबसे àlág 😎 सबसे pyáàrê हो आप ,👇
Tàárèêf 🗣️ पूरी न हो इतने pyáàrê 😘 हो आप ,
आज पता चला ये jàmáãñä 🌏 क्यों जलता 🔥 है आपसे ,
क्यूंकि Fríêñd 👬 तो आखिर हमारे हो àáp.""",
    """Àpñá 👦तो कोई दोस्त ñáhï 😌 है, सब साले 👫 kàléjē ❤ के tükdè है ।। 😘👫""",
    """सच्चे døst 👦 हमे कभी गिरने 🌠 ñàhî 🙅 देते,
ना किसी कि ñàzró 👀 मे, ना किसी के kàdmó 👢 मे.!!""",
    """Chàáñd 🌛 की döstî, रात 🌃 से sûbáh 🌄 तक, sûràj 🌞 की döstî, Dîñ 🌅 से shàám 🌇 तक. हमारी dōstî पहली ☝️ mûlàákàãt से आखरी सांस तक.💝 *Dosti shayari*""",
    """dôstì 👨‍❤️‍💋‍👨 तो वो है…
जो bàárïsh 🌦️ मे भीगे chèhrē पर भी,
géèrê 😥 हुये आँसू 😭 पहचान लेती है.👨‍❤️‍💋‍👨""",
    """दोस्ती के फूल हर मौसम मे खिलते हैं
दोस्ती के बादल हर मौसम मे बरसते हैं
हम Miss You कहे या ना कहे
ये सच हैं कि हम रोज आप सबको
दिल से याद करते हैं""",
    """ऐ दोस्त तू मुझे गुनेहगार
साबित करने की ज़हमत ना उठा
बस ये बता क्या क्या कुबूल करना है
जिससे दोस्ती बनी रहे""",
    """पूराने साल को भले भूल जाये, पूरानी दोस्ती को नही भूलेंगे""",
    """वो गिलास ही क्या जिसमें ड्रिंक छूट जाए , और वो यारी ही क्या जो एक लड़की की वजह से टूट जाये""",
    """मुस्कान का कोई मोल नहीं होता
रिश्तों का कोई तोल नहीं होता
लोग तो मिल जाते है हर रास्ते पर
लेकिन हर कोई आपकी तरह अनमोल नहीं होता""",
  ];

  static List<String> godShayari = [
    """सब उसको खबर हे जो कुछ हे 

तेरे दिल में 

बंदे तेरे हर हाल पर भगवान 

की नजर हे।""",
    """विश्वास पर चलकर भगवान मिलते हे 

काँटों पर चलकर फूल मिलते हे 

एक बात सदा याद रखना दोस्त 

सुख में सब मिलते हे 

लेकिन दुःख में सिर्फ भगवान मिलते हे।""",
    """किसी कारण से बनाया होगा बनाने 

वाले ने भी तुझे 

छोड़ा होगा जब जमीन पर तुझे 

उसके सीने में भी दर्द आया होगा। 

तूने संभाला हे जब जब टुटा हु तब तब 

हे खुदा तेरे सिवा इस दुनिया में 

कोई न हमारा हे।""",
    """नमन हे उस शिव के चरण में 

सारा जहा हे उसके चरण में 

बने उस शिव के चरणों की धूल 

आओ मिलकर हम चढ़ाये श्रद्धाफूल।""",
    """क्यों करते हो गीले शिकवे 

ईश्वर के फैसलों पर 

सजा मिल रही हे तो गुनाह भी 

जरूर हुए होंगे।""",
    """जित में ही प्रभु हम दोनों का मान हे 

हारने मत देना मेरे प्रभु कठिन इम्तेहान हे 

क्योकि आपके भरोसे हु में यही मेरी 

पहचान हे।""",
    """यह सोचकर मेने तोड़ दी वो माला 

गिनकर क्यों नाम लू उसका 

जो बिना गिने देता हे।""",
    """समझता हे अरदास करते वक्त 

की भगवान वहोत नजदीक हे 

और गुनाह करते वक्त समझता हे 

की भगवान बहोत दूर हे।""",
    """किसी की नियत बदलगई किसी की 

सूरत बदल गई 

जब से तूने पकड़ा मेरा हाथ राधे 

मेरी तो किस्मत ही बदल गई।""",
    """भले ही देर से मिलता हे उपरवाले

 का जवाब 

पर लाजवाब मिलता हे।""",
    """उसी तरह ढूंढ लेता हे कर्म का 

फल व्यक्ति को 

जैसे कोई बछड़ा सेकड़ो गायो के बिच 

अपनी माँ को ढूंढ लेता हे।""",
    """वही विष पिया करते हे जिनके रोम रोम 

में शिव हे 

जमाना उन्हें क्या जलायेंगा जो श्रृंगार 

ही अंगार से किया करते हे 

मंत्र बोलने वाले होठो से सेवा 

करने वाले हाथ

ज्यादा पवित्र होते हे। """,
    """लाखो की किस्मत बनाई हे

 सुना हे तुमने 

देख तो सही मेरी अर्जी कहा 

छिपाई हे।""",
    """रुतबा ऊँचा हे शौख ऊँचे हे 

राम भक्तो से आगे ये 

जमाना जुकता हे।""",
    """श्री राम के दीवानो से छप्पा छप्पा 

भर जाएगा 

सारा देश गूंज उठेंगा श्री राम के 

जयकारो से।""",
    """सोच समज कर उठाना हम पर उंगली 

हम राम भक्त हे मारते नहीं 

मार डालते हे।""",
    """हमारे जैसे कपडे और जेवर पहन लो 

पर कहा से लाओंगे राम भक्तो 

वाले तेवर। """,
    """मिलता हे सुकून एक ही चौखट पर 

सर झुके तो 

भटक जाते हे वो हजारो भगवान 

होते हे। """,
    """ना खर्चा लगता हे ना पैसा लगता हे 

राम राम बोलिये बड़ा अच्छा 

लगता हे।""",
    """वाणी की धार हे हाथ में तलवार हे 

फिर भी रहते हे शांत क्योकि 

श्री राम के संस्कार हे।""",
    """राम का भक्त किसी के आगे 

झुकता नहीं 

धनुष्यधारी राम को देखकर 

काल भी भागे।""",
    """ना ऊँची हस्ती चाहिए ना लोगो से 

भरी बस्ती चाहिए 

मुझे तो हे प्रभु आपके दिवानेप की 

मस्ती चाहिए।""",
    """रघुकुल के कहलाये राम 

अयोध्या के वासी राम 

पुरुषो में हे उत्तम राम 

सदा जपो हरी राम का नाम।""",
    """अंदाज हमारे जोरो से नहीं 

हमारी ताकत का 

दुश्मन के शोर से पता चलता हे 

बोलो शिया पति राम चंद्र की जय।""",
    """समंदर छोड़े अपना किनारा 

गरज उठे गगन सारा 

हिल जाये जहां सारा 

जब गूंजे श्री राम का नारा।""",
    """एक ऐसा अंजाम लिख देंगे जो 

सदियों तक गूंजता रहेगा 

लहू के हर एक कतरे से श्री 

राम लिख देंगे।""",
    """मिठास कोई चख के देख ले 

राम नाम का फल हे 

खुल जाते हे भाग्य कोई पुकार 

के देख ले।""",
    """हर पल सताएंगी जिंदगी का क्या हे 

राम भक्त को चुनोतिया कुछ 

न कर पाएंगी।""",
    """खुशिया छाई हे पुरे भारत में 

राम मंदिर बनने की 

शुभ घडी आयी हे।""",
    """करेंगे आज की शाम 

राज तिलक से स्वागत 

दिल जलाओ खुशिया मनाओ 

लंका जित आ रहे हे प्रभु श्री राम।""",
    """मुजमे भी थोड़ा रावण हे 

तुम भी मुझे जला सकते हो 

सर्त बस इतनी हे की तुजमे भी 

थोड़ा राम होना चाहिए।""",
    """श्री राम तेरी याद में काश ऐसी शायरी लिखू 

तेरी तस्वीर दिखाई दे हर 

अल्फाज में।""",
    """क्यों परीशान हो उसके होते हुए 

भगवान के चरणों में तो 

हर समस्या का समाधान हे। """,
    """एक दिन तुम अस्सलाम हो जाओंगे 

राम राम करते करते 

बटने पर ही अड़े रहे तो फिर गुलाम 

हो जाओंगे।""",
    """नाश होता हे दुःख और कष्टों का 

जिसके हदय में हनुमानजी 

का वास होता हे।""",
    """आशा की किरण जगाते हो निराश मन से 

श्री राम का नाम सबको सुनाते हो 

तुम्हारे भीतर गंगा जैसी निश्छलता 

इसलिए तो संकटमोचन कहलाते हो।""",
    """हनुमान जी की पूछ जितनी लम्बी हो 

आपकी कामयाबी 

रामजी में लंका जीती और आप 

इस दुनिया की सारी ख़ुशी जीते।""",
    """गदा धारी जिनकी शान हे जिनको 

श्री राम का वरदान हे 

बजरंग बलि जिनकी पहचान हे 

संकट मोचन वो हनुमान हे। """,
    """निकट नहीं आवे भुत पिशाच 

महावीर जब नाम सुनावे 

नासै रोग हरे सब पीरा 

जपत निंरतर हनुमन बीरा। """,
    """हर काम होता हे बजरंगी तेरी पूजा से 

हर पल तेरे आते ही दूर अज्ञान होता हे 

राम जी के चरणों में ध्यान होता हे 

इनके दर्शन से बिगड़ा हर काम होता हे।""",
    """भगवान कहते हे दुनिया रचने वाले को 

और संकट हरने वाले को हनुमान कहते हे 

जय हनुमान जय श्री राम।""",
    """राम को हे सबसे प्यारे हनुमान 

वो तो हे भक्तो में सबसे न्यारे 

लंका को जलाया तुमने पल भर में 

श्री राम को माता सीता से मिलाया। """,
    """आया हु तुम्हारी शरण में प्रभु 

मुज पर थोड़ी दया करना 

तेरी प्यारी सी मनभावन मूरत 

जब जब देखु में जाऊ बलिहारी। """,
    """श्री राम जिनके मन में बसते हे 

जिनके तन में बसते हे श्री राम 

 महा बलवान हे वो जग में सबसे 

ऐसे प्यारे हे मेरे वीर हनुमान।""",
    """तन में लाल रंग हे 

उनके मन में श्री राम बसे 

प्रेम गीत गाये जो राम नाम का 

हे हनुमान वो जो 

झुके राम के चरण में।""",
    """तेरे भक्तो पर भीड़ पड़ी बजरंगबली 

सुन लो अर्ज अब तो दाता मेरी 

हे महावीर अब तो दर्शन दे दो 

मेरी कामना पूरी कर दो तुम। 

जिनके सीने में श्री राम हे 

जिनके चरणों में धाम हे 

सब कुछ दान हे जिनके लिए 

अंजनी पुत्र वो हनुमान हे। """,
    """उनका भी अभिनदं करते हे 

स्वर्ग में देवता 

जो हर पल हनुमानजी का 

वंदन करते हे।""",
    """हर दिन उजियारा हो जाये 

बाग़ बाग़ में फूल खिले 

सदा रहे हनुमंत कृपा आप पर। """,
    """नाम हे बड़ा महान हनुमान 

हनुमान करे बेडा पार 

जो जपता हे नाम हनुमान 

होते सब दिन एक समान।""",
    """तिरुपति जिनका धाम हे, पवन पुत्र जिनका नाम हे 

स्वामी जिनके राम हे बड़े वो भक्त महान हे।""",
    """हनुमान तेरे नाम की जब लत लग गई 

फिर ये दुनिया मेरे किस काम की 

जय श्री हनुमान। """,
    """अन्यथा श्यमा करना दिनकर 

अंजनी तन से पाला हे 

बचपन से जान रहे हो 

तुम हनुमत कितना मतवाला हे।""",
    """हाथमे हे लोटा पहने लाल लंगोट 

दुश्मन का करते हे नाश 

भक्तो को नहीं करते निराश।""",
    """संकट भी टल जायेंगा 

जो माँगा सब मिल जायेंगा 

इस राम दीवाने का अगर तू दीवाना 

बन जायेंगा। """,
    """समस्याये तो आती हे हर पल पर 

उसका समाधान भी उन्ही के साथ होता हे 

मेरे हर मुश्किल का हल मेरे हनुमान 

के पास होता हे। """,
    """अब हर व्यक्ति का अवतार उठे 

विश्व का कण कण शिव मय हो 

जल थल और अंबर से फिर 

बम बम भोले की जय जय कार उठे।""",
    """सबके दिलो को सुरूर मिलता हे 

शिव की ज्योति से नूर मिलता हे 

जो भी जाता हे भोले के द्वार 

कुछ न कुछ जरूर मिलता हे।""",
    """जीने में अगर मजा लेना हे तो 

महादेव बसा लो अपने सीने में 

पिया न शिव का नशा 

तो फिर क्या मजा हे पिने में।""",
    """वही विष पिया करते हे जिनके 

रोम रोम में शिव हे 

ज़माना उन्हें क्या जलायेंगा जो 

श्रृंगार ही अंगार से करते हे।""",
    """में जब भी रोया 

कैसे कह दू की मेरी हर दुआ 

बेअसर हो गई 

मेरे महादेव को खबर हो गई। """,
    """मुझे रोने मत देना मेने कब कहा महादेव 

बस तेरे शिवा कही और झुकना पड़े 

ऐसा होने मत देना। """,
    """शिव को करू प्रणाम 

कर से कर को जोड़कर 

हर पल शिव का ध्यान धर 

सफल हौवे सब काम। """,
    """महफ़िल तो हर कोई तमनाओ की 

सजता हे 

पूरी उसकी ही होती हे जिसके 

सर पर भोले का हाथ होता हे। """,
    """जब थक जाते हे कदम तो हौसला 

साथ देता हे 

जब सब मुँह फेर लेते हे तो 

मेरे शिव साथ देते हे।""",
    """अब मेने कोई वास्ता किसी से रखा नहीं 

 शिव ही मेरी मंजिल अब शिव 

ही मेरा रास्ता। """,
    """जो काम करे चंडाल का अकाल 

मौत वो मरे 

काल भी उसका क्या बिगाड़ेगा 

जो भक्त हो महाकाल का।""",
    """तू शिव का नाम लिए जा 

मन छोड़ व्यर्थ की चिंता 

शिव अपना काम करेंगे तू 

अपना काम किये जा।""",
    """कण कण में वो ही समाया हे 

 उसने ही जगत बनाया हे 

दुःख भी सुख सा ही बीतेगा 

जब सर पे शिव का साया हो।""",
    """जिनके कर्मो में दाग हे मृत्यु 

का भय उनको हे 

हम तो महाकाल के भक्त हे 

हमारे खून में भी आग हे।""",
    """कोई कोई पार हुआ हे इश्क दी 

गली बिच 

कई जन्म लगे सती को तब जाके 

शिव को प्यार हुआ हे।""",
    """तेवर भी उन्ही का वरदान हे जिनकी 

कृपा हे मेरे ऊपर 

 शान से जीना सिखाया जिसने 

महाकाल उनका नाम हे।""",
    """तू ही सबका पालनहार हे सबसे बड़ा

तेरा दरबार हे 

सजा दे या माफ़ी तू ही हमारी 

सरकार हे। """,
    """प्रेम का समंदर हे नफरत को मिटा कर देख 

ढूढ़ रहे हो बहार शिव तो तेरे 

अंदर हे।""",
    """जब महलो की रानी 

कहानी मशहूर हो गई सच्चे प्यार में 

श्मशान वाशी की दीवानी हो गई।""",
    """अपना दीवाना बना दिया शिव ने मुझे 

यह मेरा करम था 

में खुद से था पराया शिव ने 

अपना बना लिया।""",
    """धुप में चल रहा हु तो महाकाल 

तेरी छाया हे 

शरण हे तेरी सच्ची 

बाकी तो सब मोह माया हे।""",
    """महाकाल बड़े जतन के बाद मिलती हे 

तेरी भक्ति 

पा ही लूंगा तुजे में श्मशान में 

जलने के बाद।""",
    """धुएं में हम खो रहे हे 

मौत की गोद में हम सो रहे हे 

महाकाल की भक्ति हे सबसे ऊपर 

शिव शिव जपते जाग रहे हे 

और सो रहे हे। """,
    """बड़ी तादाद से कुत्तो की 

शेर मरा नहीं करते और 

महाकाल के दीवाने 

 किसी के बाप से डरा नहीं करते।""",
    """समुंदर छोड़े अपना किनारा 

गरज उठे गगन सारा 

 हिल जाये गगन सारा जब गूंजे 

महादेव का नारा।""",
    """मेने मतलब से भरी पायी हे 

दुनिया की हर मोहब्बत 

पवित्र प्यार की खुशबु सिर्फ मेरे 

शिवभक्ति में ही नजर आयी हे।""",
  ];

  static List<String> lifeShayari = [
    """जिंदगी में बड़ी सिद्दत से
निभाओ अपना किरदार,
की पर्दा गिरने के बाद भी
तालिया बजती रहे।""",
    """ज़िन्दगी में कभी किसी को कम मत
समझो पूरी दुनिया को डुबाने वाला
समंदर तेल की एक बूंद को नही डुबो सकता। """,
    """यह जिंदगी बस सिर्फ पल दो पल है,
जिसमें न तो आज और न ही कल है,
जी लो इस ज़िंदगी का हर पल इस तरह
जैसे बस यही जिंदगी का सबसे हसीं पल है। """,
    """जिंदगी वही है जो जी रहे है,
ये करेंगे वो करेंगे ये तो ख़्वाब है।""",
    """खुशियों से नाराज़ है मेरी ज़िंदगी 
पल दो पल की मेहमान है मेरी ज़िंदगी
मेरे ज़ख्मों का इलाज कुछ नहीं
बस मुझसे ही परेशान है मेरी ज़िंदगी। """,
    """पतंग सी हैं जिंदगी,
कहाँ तक जाएगी,
रात हो या उम्र, एक ना
एक दिन कट ही जाएगी।""",
    """गुजरी हुई जिंदगी को कभी याद न कर,
तक़दीर में जो लिखा है उस की फरियाद न कर,
जो होगा वह हो कर रहेगा,
तू फ़िक्र में अपनी हसी बर्बाद न कर। """,
    """इंसान को बोलना सिखने में
दो साल लग जाते हैं,
लेकिन क्या बोलना है ये
सिखने में पूरी ज़िंदगी निकल जाती है।
""",
    """अजीव तरह से गुजर रही है जिंदगी
सोचा कुछ, किया कुछ,
हुआ कुछ और मिला कुछ। """,
    """कुछ ना करके जीवन बिताने से बेहतर है,
कुछ गलतियां करके जीवन
बिताओ सम्मान मिलेगा। """,
  ];

  static List<String> loveShayari = [
    """जब खामोश आँखों से बात होती हैं ,
तो ऐसे ही  मोहब्बत की सुरुआत होती है,
 तेरे ही ख्यालों में खोय रहते है ,
न जाने कब दिन और कब रात होती है """,
    """लोग अक्सर मोहब्बत को भुला देते है , 
कुछ लोग मोहब्बत में रुला देते है 
अरे मोहब्बत करना तो गुलाबो से सीखो ,
जो खुद टूट कर दो दिलो को मिला देता है !!""",
    """जिंदगी में कोई प्यार से प्यारा नहीं मिलता ,
   जिंदगी में कोई प्यार से प्यारा नहीं मिलता ,
   जो है पास आपकें उसको सम्भाल के रखना ,
    क्योकि एक बार खोकर प्यार 
         🌼 दोबारा नहीं मिलता 🌼""",
    """मज़बूरी के साथ कभी  मुझे प्यार मत करना, 
एहसान करके मुझे कभी खुशिया दान 
मत करना, दिल करे तो सच्चा
 प्यार करना , वर्ना झूठी 
अफवाहों से मुझे बदनाम ना करना !!""",
    """ हसरत है सिर्फ तुम्हे पाने की ,
और कोई ख्वाहिश नहीं इस दीवाने की ,
  सिकवा मुझे तुमसे नही खुदा से है ,
क्या जरूरत थी तुम्हें इतना खुबसुरत बनाने की !!""",
    """ जरूरी तो नहीं कि इंसान प्यार की मूरत हो,
जरूरी तो नहीं की इंसान अच्छा और खूबसूरत हो,
पर सब से सुंदर वो इंसान है जो आपके साथ हो
     जब आपको उसकी जरूरत हो !!""",
    """हम चाह कर भी तुमसे ज्यादा देर तक नाराज नहीं रह सकते ,
 क्योकिं तुम्हारीं प्यारी सी मुस्कान में 
मेरी जान बसती है !!""",
    """आता नही था मुझे इकरार करना ,
   ना जाने कैसे सिख गए प्यार करना ,
 रुकते ना थे दो पल कभी किसी के लिए ,
ना जाने कैसे सिख गये इंतजार करना !!""",
    """तुमसे ही रूठ कर तुम्ही को याद करते है ,
  हमें तो ठीक से नाराज होना 
भी नहीं आता !! """,
    """हमारी बाहों में आने की सजा जान लो ऐ सनम ,
 जिंदगी भर हमारी बाहो से तुम 
   आजाद नहीं हो सकोगे !!""",
    """तेरी झील सी आखो में डूब जाने को दिल चाहता है,
  वफा पर तेरी बर्बाद हो जाने का दिल चाहता है ,
  कोई सम्भाले हमें , बहक रहे है कदम 
  तेरे इश्क में मर जाने का दिल चाहता है !!""",
    """अपने हसीन होंठों को किसी परदे में छुपा लिया करो,
हम गुस्ताख लोग हैं नज़रों से चूम लिया करते हैं........!!!""",
    """अपनी सांसों में महकता पाया है तुझे,
हर खवाब मे बुलाया है तुझे,
क्यू न करे याद तुझ को,
जब खुदा ने हमारे लिए बनाया है तुझे........!!!""",
    """दिल की किताब में गुलाब उनका था,
रात की नींद में ख्वाब उनका था,
कितना प्यार करते हो जब हमने पूछा,
मर जायंगे तुम्हारे बिना ये जबाब उनका था......!!!""",
  ];

  static List<String> rajnitiShayari = [
    """चोर, बेईमान और भ्रष्ट नेताओं की क्यों करते हो बात,
लोकतंत्र की ताकत है जनता में, दिखला दो इनकी औकात.""",
    """मूल जानना बड़ा कठिन हैं नदियों का, वीरो का,
धनुष छोड़कर और गोत्र क्या होता हैं रणधीरो का,
पाते हैं सम्मान तपोबल से भूतल पर शूर,
“जाति-जाति” का शोर मचाते केवल कायर, क्रूर.""",
    """जहाँ सच हैं, वहाँ पर हम खड़े हैं,
इसी खातिर आँखों में गड़े हैं.""",
    """नेता की बातों में सच्चाई का अभाव होता है,
झूठ बोलना तो इनका स्वभाव होता हैं.""",
    """नेता भी क्या खूब ठगते हैं,
ये तो 5 साल बाद ही दिखते हैं.""",
    """नजर वाले को हिन्दू और मुसलमान दिखता हैं,
मैं अन्धा हूँ साहब, मुझे तो हर शख्स में इंसान दिखता हैं.""",
    """मैं अपनी आँख पर चशमाँ चढ़ा कर देखता हूँ
हुनर ज़ितना हैं सारा आजमा कर देखता हूँ
नजर उतना ही आता हैं की ज़ितना वो दिखाता है
मैं छोटा हू मगर हर बार कद अपना बढ़ा कर देखता हूँ""",
    """लोकतंत्र जब अपने असली रंग में आता हैं,
तो नेताओं की औकात का पता चल जाता हैं.""",
    """तुम से पहले वो जो इक शख़्स यहाँ तख़्त-नशीं था,
उस को भी अपने ख़ुदा होने पे इतना ही यक़ीं था.
""",
    """बेईमानी अब आँखों की पानी चुराने लगी,
नामर्दी इंसानों को जवानी चुराने लगी,
हिन्द वालो तुम ये बैठ कर सोचना जरूर
कभी बर्मा से कन्धार तक हुकूमत थी
आज तिनके में क्यों लड़खड़ाने लगी.""",
    """मन से बड़ा कोई धाम न मिलेगा
विभीषण अगर बन भी गए,
तो अब राम ना मिलेगा.""",
    """एक ही उल्लू काफी था बर्बाद गुलिस्तां करने को,
अंजाम गुलिस्तां क्या होगा, जब हर डाल पर उल्लू बैठा हो.""",
    """सियासत नफ़रतों का जख्म भरने ही नहीं देती,
जहाँ भरने पे आता हैं तो मक्खी बैठ जाती हैं.""",
    """हम भी आराम उठा सकते थे घर पर रह कर,
हम को भी माँ-बाप ने पाला था दुःख सह-सह कर.""",
    """सच है, विपत्ति जा आती हैं,
कायर को ही दहलाती हैं,
सूरमा नहीं विचलित होते,
क्षण एक नहीं धीरज खोते.""",
    """ये दबदबा, ये हुकूमत, ये नशा, ये दौलतें
सब किरायेदार हैं घर बदलते रहते हैं.""",
    """ख्याल होता नेताओं को,
तो जनता बेहाल न होती,
पैसा इनकी भूख न होती,
तो शहीद सैनिकों पर राजनीति न होती.""",
    """नई कहानी लिखकर लौटे आन-बान-सम्मान की,
अम्बर में लहराए तिरंगा खुश्बू हिन्दुस्तान की.""",
    """झील पर पानी बरसता है हमारे देश में,
जिन्दगी का हाल खस्ता है हमारे देश में,
दूध महँगा खून सस्ता हैं हमारे देश में,
वजीरों, अफ़सरों या पागलों को छोड़कर
और कौन हँसता है हमारे देश में.""",
    """कभी माँ के भ्रूण में ही है मर जाती,
कभी दरिंदों के हाथों है मसली जाती,
कभी यह दहेज़ के लिभियों के हाथ हैं जल जाती,
हम भारतीय है, अब हमें किसी बात पर शर्म नहीं आती.""",
    """यहाँ हर शासक दुर्योधन है
यहाँ न्याय न मिल पायेगा
सुनो द्रोपदी शस्त्र उठा लो
अब गोविन्द न आयेगा.""",
    """झूठ पकड़ना कितना मुश्किल होता हैं,
सच भी जब साजिश में शामिल होता हैं.""",
    """कुछ दिए रात-भर रहे रौशन
एक जुगनू की मेजबानी में
मैं अकेला खड़ा था सच के साथ
मझ को मरना ही था कहानी में.""",
    """जिए तो सदा इसी के लिए
यही अभिमान रहे सहर्ष
न्यौछावर कर दे सर्वस्व
हमारा प्यारा भारतवर्ष""",
    """राजनीति में अब युवाओं को भी आना चाहिए,
देश को ईमानदारी का आईना दिखाना चाहिए.""",
    """मुर्दा लोहे को औजार बनाने वाले,
अपने आँसू को हथियार बनाने वाले,
हमको बेकार समझते हैं सियासतदां
मगर हम है इस मुल्क की सरकार बनाने वाले.""",
    """सियासत की रंगत में ना डूबो इतना,
कि वीरों की शहादत भी नजर ना आए,
जरा सा याद कर लो अपने वायदे जुबान को,
गर तुम्हे अपनी जुबां का कहा याद आए.""",
    """न मस्जिद को जानते हैं,
न शिवालो को जानते हैं,
जो भूखे पेट हैं,
वो सिर्फ निवालों को जानते हैं.""",
    """जो मातृभूमि की जय कहते सकुचाते
मजहब को मुल्क से ऊपर बतलाते
नमक देश का खााते दुश्मन गुण गाते
ऐसे गद्दारों पे कुत्ते भी तो शरमाते.""",
    """बन सहारा बे-सहारो के लिये,
बन किनारा बे-किनारो के लिये,
जो जीये अपने लिये तो क्या जीये,
जी सके तो जी हज़ारो के लिये.""",
    """अब कोई और न धोखा देगा,
इतनी उम्मीद तो वापस कर दे.
हम से हर ख़्वाब छीनने वाले,
हमारी नींद तो वापस कर दे..""",
    """क्या खोया, क्या पाया जग में,
मिलते और बिछुड़ते मग में,
मुझे किसी से नही शिकायत
यद्यपि छला गया पग-पग में.""",
    """बहुत खूब तुम ये
सियासत का खेल खेलते हो
हो देश भक्त
ये बोल बोल के देश लूटते हो""",
    """बड़ी चालाकी से तुम ने
खुद को छुपा रखा है.
अपने झूठे वादों से
लोगों को बेहला रखा है..""",
    """हम बार बार कहते रहे
हम हिंदुस्तानी हैं
वो बार बार हमें
धर्म समझा रहा था""",
    """रोज मिडिया दरस दिखावे
देखि देखि के मन हरसावे
ना सखी केसरी
ना सखि केजरी""",
    """बात बात पर बांह चढ़ावे
प्रात प्रात उड़ उड़ कर जावे
का सखि बुलबुल?
ना सखि राहुल""",
    """रोज रोज कुछ क्लास लगावे
सीधे चलने को हडकावे
का सखि राह?
ना सखि शाह""",
    """उरतो-उरतो छत पर आवे
ताके झांके फिरि उड़ जावे
का सखि विरोधी?
ना सखि मोदी""",
    """छोटी कार मै बड़ो बतंगड़
नतमस्तक सब अक्कड़-बक्कड़
का सखि छमता?
ना सखि ममता""",
    """अवसर देखि देखि बिछ जावे
शूटिंग से शिफ्टिंग कर जावे
ना सखि जाजम?
ना सखि अनुपम""",
    """जनता ने माया को देखा
फिर माया का हाथी देखा।
दोनों की एक ही भाग्य रेखा
बस में दोनों के कुछ नहीं
बस करते रहो देखी देखा।।""",
    """सुना दीदी का है दिल दीवाना
बोले बंगाल है उसको दीवाना।
काम है उसका सबको रुलाना।
अतः राजनीती का काम दीदी दीदी
गुनगुनाते जाना गुनगुनाते जाना।।""",
    """केजरीवाल की खांसी से जंग है
दिल्ली प्यारी खांसी के संग है।
क्योंकि दिल्ली में प्रदुषण रंग है
यही केजरी के जीतने का ढंग है।""",
    """दोस्ती हो या दुश्मनी सलामी दूर से अच्छी लगती हैं,
राजनीति में कोई नही सगा, ये बात सच्ची लगती हैं.

""",
    """जो धरापुत्र का वध कर दे, वह राजपुरूष नाकारा हैं,
जिस धरती पर किसान का रक्त गिरे उसका शासक हत्यारा हैं.""",
    """ये नेता बड़े बेशर्म हे बेईमानी 

इनका धर्म हे 

सेक लेते हे राजनितिक रोटियाँ 

जब देखे तवा गर्म हे। """,
    """हिस्सा न लेने का राजनीति में 

सबसे बड़ा दंड ये हे की 

अयोग्य व्यक्ति आप पर सासन 

करने लगते हे। """,
    """शिक्षित और सच्चे युवा ही राजनीती 

की दशा और दिशा बदल 

सकते हे। """,
    """शिक्षित और सच्चे युवा ही राजनीती 

की दशा और दिशा बदल 

सकते हे। """,
    """राजनितिक चुनौती स्वीकार करते हे 

हम बड़ी बड़ी राजनितिक पार्टियों की 

जनता की दरबार में यह साबित होगा 

जनता हमसे और हम जनता से प्यार करते हे। """,
    """तुम साफ निकल जाते हो राजनीती में 

कर दंगे फसाद से 

इतनी मौते हुई और इतने हुए घायल 

तुम खबरे छपवाते हो।""",
    """जो तौर है दुनिया का उसी तौर से बोलो ,
बहरो का इलाका है जरा जोर से बोलो ।""",
    """बिक रहे है बाजारो मे जमीर आजकल ,
कुर्सी ने लोगो को इतना खुदगर्ज बना दिया ।""",
    """राजनीति का रंग भी बड़ा अजीब होता है ,
वही दुश्मन बनता है जो सबसे करीब होता है।""",
    """गलत बताते हे सही को 

यह राजनीती का अंदाज हे जो 

हर नेता अपनाते हे। """,
    """राजनीति गन्दी हे यकीनन और आप 

राजनीती में न आकर 

इसे और गंदी होने दे रहे हे।""",
    """दिलो पर राज करने की इच्छा हे 

राजनीति नहीं 

यही मेरे गुरु भोलेबाबा की 

कृपा हे। """,
    """तब तक प्रिय हे राजनीती को 

कविता 

जब तक वह सत्ता के अनुकूल हे। """,
    """कभी सद्बुद्धि नहीं आती 

राजनीतिकी रोटी खाने वालो को

क्योकि वो दुःख में भी स्वार्थ और 

सुयोग खोजते हे। """,
    """सच्चाई का अभाव होता हे नेता 

की बातो में 

झूठ बोलना तो इनका स्वभाव 

होता हे। """,
    """जब अपने असली रंग में आता हे लोकतंत्र 

तब नेताओ की औकात का 

पता चल जाता हे। """,
    """हर कोई भरता हे अपनी 

तिजोरी तो 

ऐसा नेता चुनो जो देश के 

लिए कुछ करता हे। """,
    """उसका इन्तजार रही हे बहोत बड़ी जित 

जनता खुद जिसका चुनाव 

प्रचार कर रही हे। """,
    """वो झूले स्किम का जुलना 

लेकिन ये क्यों अपनी राह भूले 

कोन के दिल में खौट हे पैदा 

अच्छे अच्छे हे वोट के शैदा। """,
    """बहोत तनाव हे क्या शरहदो पर 

कुछ पता तो करो 

चुनाव हे क्या।""",
    """देखो हर तरफ सवाल कोन 

बनेगा मुख्यमत्री 

यही सवाल पैदा करे 

मतदाता को फासने का जाल।""",
  ];

  static List<String> birthShayari = [
    """आ तेरी उम्र में लिख दूँ 🌙✨चाँद-सितारों🌙✨ से,
 तेरा जन्मदिन मनाऊँ फूलों से बहारों से…
 हर एक खूबसूरती दुनिया 🌎 से मैं ले आउ,
 सजाऊ में ये महेफिल हर हसिन नजारों से…
🎁जन्मदिन की ढेर सारी शुभकामनायें…🎂🎂""",
    """दोस्त तू है मेरा सबसे न्यारा,
 तुझे मुबारक हो तेरा जन्मदिन ओ यारा…
 किसी की कभी नजर ना लगे तुझे,
 कभी उदास ना हो ये चहेरा प्यारा 💞 प्यारा…
 जन्मदिन 🎂🎀🎁 की बहोत बहोत शुभकामनायें…""",
    """दुनिया 🌎 कि सारी खुशियाँ मिले आपको,
 खुदा से रहमत और प्यार ❤️ मिले आपको…
 आपके होठों पर बनी रहे हमेशा मुस्कान😊,
 दुआ 🙏 है,
 उम्र के साथ साथ बढ़ते रहे आपका मान-सम्मान…
 🎂🎂“Happy Birthday”🎀🎁🎂""",
    """मैं लिख दू तुम्हारी उम्र चाँद सितारों से…
 मैं मनाऊ जन्मदिन तुम्हारा फूल बहारों से
 ऐसी खूबसूरती दुनिया 🌎 से लेकर आऊ मैं
 के सारी महफ़िल सज जाए हसीं नजारो से
Happy 🎂 Birthday 🎂to You…🎀🎁""",
    """भगवान करे आप Enjoyment से
 भरपूर और Smile से अपना आज
का दिन Celebrate करो, और
 बहुत सारी Surprises पाओ,
 🎂🎀🎁^HAPPY BIRTHDAY^🎂""",
    """हमारे लिये खास है आज का दिन,
 जो नहीं बिताना चाहते आपके बिन,
 वैसे तो हर दुआ 🙏आपके लिये मांगते है,
 फिर भी कहते है –
खुब सारी खुशियाँ मिले आपको इस जन्मदिन…
🎂जन्मदिन की बधाई हो…🎂🎀""",
    """🌟 उगता हुआ सूरज🌞 दुआ दे Apko,
खिलता हुआ फूल खुशबु दे Apko,
मैं तो कुछ दे Nahi सकता, देने वाला लंबी उम्र दे Apko !😘
🥀 जन्मदिन हार्दिक शुभकामनाएं..🍰""",
    """😍 दुआ है Ki कामयाबी के हर सिखर पे आप का Naam होगा,
आपके हर कदम पर Duniya🌍🌍 का सलाम होगा,😊
Himmat से मुश्किलों का समाना करना😍
Hamari दुआ है की वक़्त भी एक Din आपका गुलाम होगा...!!🤗
🍰SUBH जन्मदिन Ki मुबारक बाद🍰""",
    """🤗 बार बार यह Din आए,
बार बार यह Dil💖 गाये,😊
TU जिए हजारो साल,👩‍⚕️
येही है Meru आरज़ू..👦
🍰!!!!....जन्मदिन Ki खूब शुभकामनाये....!!!🍰""",
    """👏Janamdin तुम्हे मुबारक हो..
हर Din युही खुस रहो...✍️
👩‍👧‍👧 खुशियाँ Aur तरक्की Tumhari साथ हो...💘
हर साल Janamdin मानते रहो...🍰""",
    """👌Apka जन्म दिन हैं “ख़ास” ❤️
क्यूँकि Ap होते हैं सबके दिल के “पास”… 👍और
आज पूरी हो Apki हर “आस”..

🎁😀 🎂HAPPY BIRTHDAY🎂""",
    """HAr राह आसन Ho,
हर राह पे खुशिया Ho,😍
हर Din ख़ूबसूरत Ho,🤗
ऐसा ही पूरा जीवन Ho,😚
यही हर दिन मेरी दुआ Ho,😋

🤗 ऐसा ही Tumhara हर जन्मदिन🎈🎉🎉 हो....!!""",
    """ फूलो Sa महकता रहे Hamesha जीवन तुम्हारा,😊
KHUSIYAN चूमे कदम तुम्हरे Bahoot सारा ☺️ प्यार Aur
आशीर्वाद Hamara 👌😎

😘 HAPPY BIRTHDAY✍️""",
    """Janm Din Ke Yeh Khaas Lamhe Mubarak🎉,
Aankho👀 Mein Base Naye Khwab Mubarak,
Zindgi Jo Lekar Aayi Hai Aapke Liye Aaj..
Woh Tamaam Khushiyo Ki Haseen Saugat Mubarak.
Happy_Birthday🎈🎉""",
    """Thofa💌 Mai Tujhe Aaj Mera Dil💓 Hi Deta Hu,
Yeh Hasin Mauka Gawana Nahi Chata Hu,
Apne Dil Ki Baat Tumhare👉 Samne Batlata Hu
Aur Tumhare Janam Din🌅 Ki Shubh Kamnae Deta Hu.

🎉HAPPY_BIRTHDAY🎉""",
    """Khusi से बीते हर Din,
हर सुहानी रात Ho,🌟
🚶जिस तरफ Apke कदम पड़े,
वहा फूलो Ki बरसात हो.🥀🥀

🌈शुभ Janamdin हो आपका हमेशा.🎂""",
    """On this  _Beautiful_Birthday🌉,
भगवान करे आप Enjoyment💐 से भरपूर और 
Smile से अपना आज का दिन Celebrate🎉 करो,
और बहुत सारी Surprises पाओ,,,
HAPPY_BIRTHDAY💐""",
    """Dua है की कामयाबी💪 के हर सिखर Pe आप का नाम होगा,
आपके👦 हर Kadam पर दुनिया का सलाम होगा,
हिम्मत💪💪 से मुश्किलों का समाना करना✋
Hamari दुआ है की वक़्त भी Ek दिन🌄 आपका गुलाम होगा...!!
Subh🌄 जन्मदिन की मुबारक बाद💐""",
    """Janamdin🎉 के शुभ अवसर पर,
भेंट करू क्या उपहार तुम्हे,
बस इसे ही स्वीकार कर लेना,
लाखों लाखों प्यार तुम्हे,
जन्मदिन🎉🎂 की Bahut बहुत बधाई TUMHE..""",
    """जन्नत लगती है Dunia🌍 माँ,
JAB तेरी गोद में सोता हूं,।
Pyar💖 तुझसे इतना है माँ,
नाप नहीं मैं सकता हूं,
TU👉 ही मेरा सब कुछ है माँ,
जन्मदिन पर हैप्पी बर्थडे कहता हूं..
जन्मदिन की बहुत बहुत शुभकामनाये MAA""",
    """Ek👉 अच्छा पति हमेशा अपनी
पत्नी👰 का जन्मदिन याद रखता है,
उसकी उम्र नहीं
जन्मदिन मुबारक हो💐....""",
    """😊 फूलों ने अमृत Ka जाम भेजा है,
Suraj ने गगन Se सलाम भेजा है,😍
😚 मुबारक हो Apko नया जन्मदिन,
तहे-दिल से हमने ये Paigam भेजा है...😊""",
    """Suna h asar Hota h baton mein, 
AAP Bhi bhul jaoghe do char mulaqato mein,
Humse bach Kar Kaha joage,
Aapka Birthda🎇 gift💌 h mere hath mein.
Happy_Birthday💐🎈🎉""",
    """Happy ""Birthday💐🎈🎉"   ज्यादा English नही आती वर्ना  🔥
Mast  🔥 वाला  ✌Status✌डालता But अब
👉Hindi👈 मे ही  🌹जन्म दिन की Bahut बधाई 🌹..!!
"Life" मे हमेशा आप Ko  😀Khushiya ही  Khushiya मिले°.🎅

Happy🎅 वाला  🎈Birthday🍕💐🎂""",
    """Apka जन्म DIN हैं “ख़ास”
❤️क्यूँकि आप होते हैं सबके DIL के “पास”…
और आज पूरी🔥 हो आपकी हर “आस”..

HAPPY BIRTHDAY,🍕🎂🎂 Friends.""",
    """Bhagban करे आप Enjoyment से भरपूर और
Smile से अपना आज का दिन Celebrate करो,
और बहुत सारी Surprises पाओ,,,HAPPY BIRTHDAY🍕🎂""",
    """Har Din🌄 se Pyara💖 lagta hai hame ye khaas din,
Hum jise bitana nahi chahte aap bin,
Vaise to dil deta hai sada hi dua apko,
Phir bhi kehte hai Mubarak ho Janmdin apko.

Happy_Birthday🍕🎂 Dear👰""",
    """Chand apni chandni de aapko,
🌹Gulab apni khusboo de aapko,
Hum to bas yhi mangte hai har dua me Khuda har khusi👦 de aapko.
Khuda se ye dua hai hamari,
Umar lag jaye aapko hamari👱,
Khush👨 raho sada Aap Or umar lambi ho Tumhari👉.

*💐Happy Birthday Sweetheart🍕🎂*""",
    """Special day,
special Person
And Special Celebration🍕🎂.
May All your Dreams and desires Come
True in this coming year.
Happy Birthday, Sister💐.
On these
Beautiful🌷 Birthday🎂💐😘,""",
    """HaPpY BiRtHdAy🎂🎂💐😘
🏵🦋🦋🦋🏵🦋🦋🦋🏵
 ☆¨*★..☆¨*★
Ｈａｐｐｙ
　　ＢｉｒｔｈＤａｙ
☆¨*★..☆¨*★
🎂🎂""",
    """KAL_तक 😔 जिससे 👰 सारा_दिन 😍 बात 😌 होती थी,
आज 😅 उसे Birthday_Wish 🎂 के लिए बहाना 😅 ढुँढ रहा हूँ...""",
    """इस Birthday पर बहुत सारे
➟➟➟➟➟➟➟
🎁Gift पाओ, 🌹Love पाओ, 😊Smile पाओ,
👬Friends पाओ, और साथ में अपनो Ka आशीर्वाद पाओ,🙏
➟➟➟➟➟➟➟
🎂HAPPY BIRTHDAY🎂""",
    """उगता हुआ सूरज दुआ दे आपको,
खिलता हुआ फूल💐 खुशबू दे आपको,
HUM तो कुछ देने के काबिल नहीं है,
उपर वाला हज़ार खुशिया दे आपको.

Happy_Birthday🎂""",
    """Dunia🌍 में आप एकमात्र ऐसे व्यक्ति हैं
जिन्होंने हर आवश्यक पल में मेरी बबहुत मदद की है,
Mujhe👦 बहुत मार्गदर्शन दिया है और जब मैंने 
Apne आप पर भरोसा नहीं किया था,
तब भी कभी हार नहीं मानी ।
Mere👦 साथ हर तरह से रहने के लिए धन्यवाद 
। जन्मदिन💐 की शुभकामनाएं ।""",
    """Didi👩, क्या आप हम सबकी बचपन की यादें याद करती हैं?
 कई अद्भुत यादें Abhi भी याद करना बाकी हैं ।
आप दुनिया की सबसे अच्छी बड़ी बहन हैं ।
जन्मदिन💐 की शुभकामनाएं ।""",
    """Aaj Main Is Duniya💐 Mein Sabase Dilachasp💕 Vyakti Ko
Janamdin Ki Dher Sari Shubhkamnaye💐 Dene Ja Raha Hoon.""",
    """जन्मदिन की तो PARTY🎈🎉 होनी चाहिए,
Wish तो Morning🎀 की भी होती है.""",
    """Aapaka Janmadin Hai. Ab Aap👉 Aur Bade Ho Gae Hain.
Har Saal Har Din🌄 Aap Aur Bhee Adhik Paripoorn Hote Ja Rahe Hain.
Janmadin Mukaarab Ho💐.""",
    """Meri छोटी सी ख़ुशी के लिए,
Sab कुछ सह जाते हो पापा,🕴️
🌟Puri करते हो मेरी हर इच्छा,
तुमसे ना है Koi अच्छा,💘

😘आपको Janamdin ki मुबारकबाद💐 देता है Apka यह बच्चा..🎂""",
    """Upor जिसका अंत Nahi,
उसे ब्रह्माँड कहते Hai🌟
👩‍👧‍👧 जिसकी ममता Ka कोई मोल नहीं,
उसे  माँ कहते हैं,

😍 Happy_birthday__MAA..☺️""",
    """Meri छोटी सी Khusi😊 के लिए,
Sab कुछ सह जाते हो पापा,🕴️
Puri करते हो Meri😊 हर इच्छा,
तुमसे Na❎ है Koi अच्छा,💘
Janamdin ki मुबारकबाद देता है Apka यह Chota👦 बच्चा..""",
    """ऊँगली पकड़ Kar चलना सिखाया Humko,🚶
Apni नींद दे Kar चैन Se सुलाया Apne हमको,
अपने आंसू छुपा Kar हंसाया Humko,
कैसे Yaad ना रहेगा ऐसे Papa का Janamdin हमको,😚
Happy Birthday My Dear Papa😊""",
    """😍Jannat लगती है दुनिया Maa,
Jab तेरी गोद में सोता Hun,
Pyar💝 तुझसे इतना है Maa👵,
नाप Nahi❌ मैं सकता हूं,🌟
Tu👉 ही Mera सब कुछ है माँ,
जन्मदिन पर Happy_birthday🎂 कहता Hun😊""",
    """Subah🌞_ka_Suraj रौशनी ले कर आया,
Aur चिड़ियों🐦🐦 न गाना गाया,
फूलों🌷 Ne हंस हंस Kar बोला,
Mubarak हो तुम्हारा Janmdin🎂🍰 आया..""",
    """Janamdin के Subh😊अवसर पर,
भेंट करू Kiya उपहार Tumhe👉,
👏 Bus इसे hi स्वीकार कर लेना,
लाखों लाखों Pyar💝 तुम्हे,
🍰Janamdin की बहुत बहुत बधाई Tumhe..😘""",
    """ Janamdin के ये ख़ास लम्हें Mubarakh,
आँखों👀 Me बसे नए ख्वाब मुबारक,
Jindagi  जो लेकर आई है Apke लिए Ajj..
वो तमाम खुशियों Ki हंसीं सौगात Mubarakh😘😘""",
    """Zindagi की कुछ खास Dua😇 लेलो हमसे
Janamdin पर Kuch नजराने ले लो हमसे🤗
भर दे Rang_Jo तेरे जीवन ke पलो में…..
आज वो हसी Mubarak🎂🍰 बाद ले लो हमसे""",
    """ Tumahre इस अदा का Kiya जवाब दू,
अपने Dost को Kiya उपहार🎁 दू,
Koi अच्छा सा फूल🌸 Hota तो माली से मंगवाता,
जो खुद Gulab🌹 Ho उसको क्या गुलाब दू..😍
जन्मदिन Mubarakh हो MERI_Pyari😘_JAAN..""",
    """Ek☝_Khuda, मेरे यार का दामन खुशियों Se सजा दे,
उसके Janamdin पर उसकी Koi रज़ा दे,😘
दर पर आऊंगा Tere मैं हर साल,😍
की Usko गिले की Koi वजह न दे..🤗""",
    """हो पूरी DiL💕 की हर ख्वाहिश Apki,
और मिले Khusiyan😊 का जहां आपको,
Agar आप मांगे आसमां का Ek तारा,
तो Khuda दे दे सारा आसमां आपको!
Happy_Birthday🎂🍰""",
    """ Birthday की बहार आयी हैं,
आप के लियें Khusiyan😊 की
Best_Wishes लायी हैं,
आप Smile😊 करो हर दिन,
इसलिये God😇 से हमने आपके
लिए Dua💝 माँगी हैं…
Happy_Birthday🎂🍰""",
    """Janmdin💥 का ये लम्हा मुबारक हो आपको”
“ख़ुशियों का ये लम्हा Mubarakh💗 हो आपको”
“आने_वाला_कल_लाये”
Apke लिये ख़ुशियाँ हज़ार Aur”
“वो Khusiyan😋 मुबारक हो आपको”
“Wish You A Very Very”
“Happy_Birthday_Dear💕”""",
    """🎀जन्मदिन की बहुत बहुत 🔥  हार्दिक_शुभकामनाएं🎊

भगवान से 👼 प्रार्थना 🙏है कि वह आपको 💪 उतम स्वास्थ्य, दीर्घ आयु 

तथा सुख_समृद्धि 💰 प्रदान करें 🎁""",
    """तुम्हारी मौजूदगी 🦁 मेरे_जीवन के हर अंधेरे 🕶 को दूर कर देती है।

 मेरे सबसे करीब 🕵हो तुम। आज तुम्हारे जन्मदिन 🎁 पर दुआ है कि 

ऊपरवाला 🎉 तुम्हें जिंदगी की सारी ख़ुशियाँ 🎊 नजर कर दे।

🎂Happy_Birthday🎁""",
    """बुलंद 🌉 रहे सदा आपके सितारे,☄ टलती रहें

आपकी सारी 😡 बलाएं यही दुआ 🧛‍♂️हमारी,

आपको जन्मदिन 🎉की। हार्दिक_शुभकामनाएँ🎁""",
    """फूलो 🌹 की वादियों 🎉में बसेरा हो आपका 🌉 तारों के,

आंगन में खूबसूरत_सवेरा 🎁हो आपका दुआ 👼 है,

मेरी आपके जन्मदिन 🎂 पर ऐ दोस्त 😎हमसे भी,

प्यारा ❤️️ नसीब 🙏हो आपका 🎁 जन्मदिन की शुभकामनाएं।🎂""",
    """चाँद_चांदनी 🌃 लेकर आये चिड़ियों 🦜ने गाना गए 

फूलो 🌹 ने हँस हँस 😌 मुबारक हो तुम्हारा 🎂 जन्म_दिन आया 🎁""",
    """🎂 Birthday की बहार  आयी हैं,🎊

आप के लियें ख़ुशियों 👏 की Best_Wishes 🙏 लायी हैं,

आप Smile 😉 करो हर दिन,

इसलिये God 👼 से हमने आपके लिए  🔥 दुआ माँगी हैं

🎂Happy_Birthday🎉""",
    """😎भाई का जन्मदिन 🎂 हो

कुछ स्पेसियल 🎁 क्योकि तुम सबके दिलो_में_राज ❤️️ करते हो

और आज ये 🔥 दिन हमारे लिए ” खास ” हें …!!🎁""",
    """चाहे 😌 धरती_घूमना 🔄भूल जाये,

सूरज_निकलना 🟠 भूल जाये,पंछी_उड़ना 🦜  भूल जाये,

ये दिल_धड़कना ❤️️भूल जाये,

पर मेरे_दोस्त 🕵 इस शुभ_दिन 🎂 को मैं कभी नहीं भूलूंगा।

🎁Happy_Birthday🎉""",
    """ख्वाहिशों के समंदर के सब मोती तेरे नसीब हो, तेरे चाहने वाले हमसफ़र तेरे हरदम करीब हों, कुछ यूँ उतरे तेरे लिए रहमतों का मौसम, कि तेरी हर 🙏 दुआ, हर ख्वाहिश कबूल हो। 🎂जन्मदिन की बधाई!🎂🎀🎁""",
    """तुम्हें देख👀 कर यकीं नहीं🙅‍♀️ होता कि तुम्हारी उम्र सचमुच एक साल और बढ़ 😘गई है। तुम अब भी पहले की तरह जवां💁‍♀️ दिखते हो। इस जन्मदिन 🎂पर तुम्हारा हर ख्वाब पूरा हो, यही दुआ 🤲है मेरी। Happy Birthday🎉🎊""",
    """दोस्त तू है मेरा सबसे न्यारा, तुझे मुबारक हो तेरा जन्मदिन ओ यारा… किसी की कभी नजर ना लगे तुझे, कभी उदास ना हो ये चहेरा प्यारा 💞 प्यारा… जन्मदिन 🎂🎀🎁 की बहोत बहोत शुभकामनायें""",
    """उस दिन 🔥 खुदा ने भी जश्न 🎊 मनाया होगा,

जिस दिन 🎀आपको अपने हाथों 👏से बनाया होगा,

उसने भी बहाये होंगे आँसू 😭 जिस दिन 🎂आपको  धरती पर भेजकर 

खुद को अकेला 😎 पाया होगा 

🎂जन्मदिन मुबारक हो दोस्त🎉""",
    """Aisi Kya Dua Doon 👸 Aapko… Jo Aapke 💋 Labon Par Khushi Ke Phool 🌻 Khila De… Bas Ye 🤔 Dua Hai Meri… Bas Ye Dua Hai 👸 Meri… Sitaaro 🌃 Se Raushni Khuda Aapaki 👸 Takadeer Bana De. 🥗 Janmdin Ki Hardik Shubhkamnaye 🥗""",
    """हस्ते दिलो मेें ग़म भी है, मुस्कुराती आँखे कभी नम भी है, दुआ करते हैं आपकी हसी कभी न रुके, क्योंकि आपकी मुस्कुराहट के दीवाने हम भी है. जन्मदिन मुबारक""",
    """ऐसी क्या दुआ🤲 दूँ आपको, जो आपके लबों 👄पर ख़ुशी के फूल 😊खिला दे, बस ये दुआ है मेरी, सितारों ⭐️सी रोशनी खुदा आपकी तकदीर बना दे। Happy Birthday🎂🎉""",
    """सूरज रौशनी ले कर आया,💸 और चिड़ियों न गाना गाया,📗 फूलों ने हंस हंस कर बोला, मुबारक हो तुम्हारा💹 जन्मदिन आया….""",
    """हर दिन से प्यारा लगता🎀 हे हमें ये ख़ास दिन, जिससे💭 हम बिताना नही चाहते आपके बिन, वैसे तो दिल सदा दुआ📦 देता है आपको, फिर भी कहते है मुबारक हो आपको ये जनमदिन!!""",
    """Duniya Mein Aap Ekamaatr Aise Vyakti Hain Jinhonne Har Aavashyak Pal Mein Meree Babahut Madad Kee Hai, Mujhe Bahut Maargadarshan Diya Hai Aur Jab Mainne Apane Aap Par Bharosa Nahin Kiya Tha, Tab Bhee Kabhee Haar Nahin Maanee. Mere Saath Har Tarah Se Rahane Ke Lie Dhanyavaad. Janmadin Kee Shubhakaamanaen.""",
    """Tohpha Mei Tujhe Aaj Apana 💕 Dil Hi Deta Hoo… Mai Ye Haseen 👸 Mauka Gawana Nahi Chhata Hoon… Apne Dil 💗 Ki Baat Tumhare Samne 🤔 Batlata Hoon… Aur Tumhe 👸 Janmdin Ki 🥗Shubhkamnaye Deta Hoon !!!""",
    """यू ही हस्ते 🤗 मुस्कुराते रहो फूलो 🌻 की तरह… जन्मदिन 🥗 की ढेर सारी शुभकामनाएं 🤔 हर साल की तरह !!!""",
    """राह आसान हो, हर राह पे खुशिया 😊हो, हर दिन खूबसूरत👌 हो,ऐसा ही पूरा जीवन हो, यही हर दिन मेरी दुआ 🤲हो, ऐसा ही तुम्हारा हर जनमदिन हो। Happy Birthday 🎂 🎉""",
    """खुदा करे 👸 बहन तेरी हर चाहत पूरी हो 🤔 जाए…. हम जो खुदा 🌞 से तेरे लिए जो दुआ करे वो उसी ⏰ वक्त पूरी हो जाए !!!! 🥗 मेरी प्यारी बहना जन्मदिन की हार्दिक शुभकामनाएं 🥗""",
    """एक दुआ 🙏 है कोई गिला नहीं हो, ऐसा प्यार 💖 का फूल 🌺 जो आज तक खिला ना हो, आज मिले वो सब आपको, जो आज तक कभी किसी को मिला ना हो… 🎂H’py B’day to u🎂🎀🎁""",
    """जल्द ही आप अपने जीवन का एक नया अध्याय शुरू करने जा रहे हैं और मुझे उम्मीद है कि यह आने वाला अध्याय, साल, दिन आपके लिए सफलता को बुलाकर लाएगा । जन्मदिन की ढेर सारी शुभकामनाएं ।""",
    """Aaj Vishesh Din, Vishesh Vyakti Aur Vishesh Utsav Hai. Aapake Aane Vaale Varsh Mein, Dino Mein Aapake Sabhee Sapane Aur Ichchhaen Pooree Hon. Janamdin Ki Dher Sari Shubhkamnaye.""",
    """आज का खास दिन मुबारक हो आपको, प्यारे प्यारे ख्वाब मुबारक हो आपको, जिंदगी के साथ जो आयी है खुशियाँ खूब सारी, वो खुशियों कि बहार मुबारक हो आपको… 🎂Happy Birthday🎂🎀🎁""",
    """हम अपना सर🌼 झुका के दिल से दुआ करते हैं 🍂, आपको हर पल जिंदगी में खुशी मिले . जब भी आपके रास्ते में🌹 अँधेरे आये , तब खुद को जला डाले हम रौशनी के लिये . HAPPY BIRTHDAY DEAR""",
    """फूलों सी तू सदा मुस्कुराए पँछियों की तरह सदा चहचाए, जो भी चाहो तुम ज़िन्दगी में भगवान् करे वो तुम्हें बिन, माँगे ही मिल जाए जनमदिन मुबारक हो बहन।""",
    """Jeevan Bahut Chhota 🤔 Hai… Isalie Har Pal ka 😎 Aanand Le…. Apna 👲 Aatmvishwas Na Khoye Hamesha Aage Badhe. 🥗 Janmadin Ki Hardik Shubhkamnaye 🥗""",
    """If there is no door in the lamp… So lonely heart would not be so compelled… We come to wish you a happy birthday… If your house was not so far away !!!! 🥗 Happy Birthday To You 🥗""",
    """मेरे दोस्त भी हो तुम, मेरा सहारा भी हो तुम, जीवन के इस सफर के हमसफर भी हो तुम । मेरे लिये हर पल रहते हो फिक्रमंद, खुशनसीबी है मेरी कि, तुम-सा भाई मिला मुझे । जन्मदिन की ढेर सारी शुभकामनाये…""",
    """जन्मदिन मुबारक Bhai को तुम जियो अनलीमीटेड, साल पटावो अनलीमीटेड माल Happy birthday bhai""",
    """ए खुदा मेरे यार का दामन खुशियों से सजा दीजिए!उसके जन्मदिन पर उसको यह उपहार दीजिए!तेरी दर पर आऊंगा यूंही हर साल!!कि उसको कभी दु:ख ही वजह ना हो!!""",
    """खुशी से बीते आपका हर दिन हर रात सुहानी हो आपके, जन्मदिन पर हर ख़ुशी बस आपकी ही दीवानी हो""",
    """आज फिर दिन आया नाचने💃, गाने का🕺 यार जनमदिन🤝 मुबारक मेरे यार👬। Happy Birthday🎂""",
    """भिखारी – माता जी ,🎉 क्या इस गरीब को केक 🎉मिलेगा ? महिला – क्यों , रोटी से काम नहीं चल सकता ? भिखारी – 🎊नहीं माता जी , चल सकता है , लेकिन मेरा आज बर्थ डे है |""",
    """ऐ खुदा, मेरे यार🍰 का दामन खुशियों से सजा दे, उसके🍫 जन्मदिन पर उसकी कोई रज़ा दे, दर पर आऊंगा तेरे मैं हर 🍧साल, की उसको गिले की कोई वजह न दे..""",
    """ये मालिक मेरे महोब्बत की खुशियों को ~ सजा दो उस के ” happy birthday ” पर उसको सजादो – तेरे दिल में आऊंगा , हर साल की तरह …!!""",
    """“इतनी सी मेरी दुआ 🙏 क़बूल हो जाये, “की तेरी हर दुआ 🙏 क़बूल हो जाये, “तुझे मिले जन्मदिन पर लाखों ख़ुशियाँ, “और जो तुम चाहो रब से, “वो पल भर में मंज़ूर हो जाये,🙏 •~:”Happy Birthday”:~•🎂""",
    """एक और जन्मदिन, आप धीरे धीरे बड़े हो रहे हैं । लेकिन आपमें कोई नकारात्मक बदलाव नहीं मिला है । आप पहले की तरह परफेक्ट दिखते हैं । जन्मदिन की शुभकामनाएं ।""",
    """आपको लगता है कि आप सिर्फ इसलिए, खास हैं क्योंकि आज आपका जन्मदिन है, बिल्कुल नही आप हर दिन Special हैं. जन्मदिन की बधाई""",
    """हर सफलता पर आपका नाम हो किसी, भी Mushkil में आप हार न माने, हमारी दुआ हर दम आपके Saath हो""",
    """🧁बर्थडे है आपका,देते हैं हम यह 🤲दुआ एक बार जो मिल, जाएं हम,होंगे ना कभी 🙌जुदा जान लुटा देंगे तुझपे है यह, अपना इरादा 🤝साथ देंगे जीवनभर,है यह अपना 🤛वादा।""",
    """Song Style Birthday Wish: 🎼बार बार दिन ये आये,🎼 बार बार दिल ❤️ ये गाये… तू जिये हजारो साल, ये मेरी है… आरजू… 🎀🎁🎼हेप्पी बर्थडे टू यू….🎂🎼🎀🎁""",
    """खुद भी नाचेंगे ‍ तुमको ‍ भी नचायेंगे…बड़ी धुम धाम से तुम्हारा बर्थड़े बनायेंगे…गिफ्ट मे मांगो अगर जान हमारी तो आपकी कसम हसँ कर कुरबाँ हो जायेगें…Haքքy WaLa Birthday""",
    """ना गिला करता हूँ, ना🎊 शिकवा करता हूँ, तुम 🎉सलामात रहो बस यही दुआ करता हूँ!!""",
    """ज़िंदगी की कुछ खास 🙏 दुआए लेलो हमसे, जन्मदिन पर कुछ नजराने ले लो हमसे, भर दे रंग जो तेरे जीवन के पलो में… आज वो हसी मुबारक बाद ले लो हमसे Happy Birthday Yara🎂""",
    """सूरज अपनी रोशनी भर दे, जीवन में आपके… फूल अपनी ख़ुशबू भर दे, जीवन में आपके… आप रहो बस हमेशा ख़ुश इतनी ख़ुशियाँ आयें, जीवन में आपके… 🎂“Happy Birthday Bhai”🎂🎀🎁""",
    """Phulo 🌻 Ke Vaadiyon Mein Basera Ho 👸 Aapaka… Taaron 🌃 Ke Duniya Mein Khoobsurat Savera Ho 👸 Aapka.. Hamari 👲 Dua Hai Aapke 🥗 Janmadin Par… Ai Mere Ajeej Dost, Hamse 👲 Bhi Pyara Jeevan Ho 👸 Aapka .. !!! 🥗 Ai Mere Ajij Aapko Janmdin Ki Hardik Shubhkamnaye 🥗 !!!""",
    """चेहरा आपका खिला रहे गुलाब🌹 की तरह, नाम आपका रोशन रहे आफताब✨की तरह, ग़म में भी आप हँसते 😊रहे फूलों की तरह, अगर हम इस दुनिया में न रहें आज की तरह। Happy Birthday🎂🎉""",
    """वेदों के ज्ञाता और रामायण का सात बार अनुवाद करने वाला महान गुरु जी का जन्मदिन मुबारक हो & और आप सदा सूरज की रौशनी से मिलो और आप सदा खुश रहें ..||""",
    """प्यार से भरी जिंदगी मिले आपको, खुशियाँ से भरे पल मिले आपको, कभी किसी ग़म का सामना ना करना पड़े, ऐसा आने वाला कल मिले आपको… 🎂हेप्पी बर्थडे टू यू….🎂🎀🎁""",
    """शुभ दिन ये आये आपके जीवन में हज़ार बार; और हम आपको जन्मदिन मुबारक कहते रहें हर बार। जन्मदिन मुबारक ।""",
    """I don’t sleep … I do not shrink … You can be safe … This is what I pray for !!!  🥗 happy birthday full of love 🥗 !!!""",
    """तमन्नाओं से भरी हो जिंदगी, ख्वाईशो से भरा हो हर पल, दामन भी छोटा लगने लगे, इतनी खुशियाँ दे आपको आने वाला कल! 🎂Happy Birthday🎂🎀🎁""",
    """रिश्ता हम भाई बहन का, कभी मीठा कभी खट्टा, कभी रूठना कभी मनना, आज हैं जन्मदिन भाई तुम्हारा, तो लाना बड़ा सा केक, एक साथ मनायेगे खुशियों का दिन ये हमारा..""",
    """हर राह आसान हो, हर राह पे खुशियाँ हो, हर दिन खुबसूरत हो, ऐसा ही पुरा जिवन हो, यही हर दिन मेरी दुआ 🙏 हो, ऐसा ही तुम्हारा हर जिन्मदिन हो… Very Very Happiest Birthday🎂🎀🎁""",
    """आई है सुबह 🎆वो रोशनी लेके, जैसे नये जोश की 🎉नयी किरण चमके, विश्वास की लौ सदा जलाके रखना,🎋 देगी अंधेरों में रास्ता दिया बनके!!""",
    """ऐसी क्या दुआ दूँ भाई, जो आपके लम्हों पर ख़ुशी के फूल खिला दे; बस ये दुआ है मेरी,सितारों सी रौशनी खुदा आपकी तकदीर बना दे..! जन्मदिन मुबारक हो भाई""",
    """तोहफा में तुझे आज अपना 💕 दिल ही देता हूँ… मैं ये हसीन 👸 मौका गवाना नहीं चाहता हूँ… अपने दिल 💗 की बात तुम्हारे सामने 🤔 बतलाता हूँ… और तुम्हे 👸 जन्मदिन की 🥗 शुभकामनाये देता हूँ !!!""",
    """चाँद से प्यारी चाँदनी चाँदनी से भी प्यारी रात रात से प्यारी, ज़िन्दगी और ज़िन्दगी से भी प्यारे आप। Happy Birthday""",
    """≛≛”*•”*•≛≛ दुनिया 🌎 कि सारी खुशियाँ मिले आपको, खुदा से रहमत और प्यार ❤️ मिले आपको… आपके होठों पर बनी रहे हमेशा मुस्कान😊, दुआ 🙏 है, उम्र के साथ साथ बढ़ते रहे आपका मान-सम्मान… ≛≛”*•”*•≛≛ 🎂🎂“Happy Birthday”🎀🎁🎂 ≛≛”*•”*•≛≛""",
    """दोस्ती मे आँखे👁 तो दिल ❤️की ज़ुबान होती है, सच्ची दोस्ती तो सदा बेज़ुबान👅 होती है, दोस्ती मे दर्द😥 मिले तो क्या घबराना, सुना है दर्द से दोस्ती🤝 जवान होती है। Happy Birthday 🍰 🎉""",
    """खुदा कैसे करूँ शुक्रिया इस दिन के लिए जिस दिन तुम्हे धरती पर भेजा हमारे लिए ना जाने क्यों मैं इंतज़ार कर रहा था शायद जन्मदिन है तुम्हारा इस लिए मेरी हर एक दुआ 🙏 है तेरी लंबी उमर के लिए दिल ❤️ खुद जानता है तू ना हो तो धड़केगा 💗 किस के लिए Happy Birthday🎂🎀🎁""",
    """Happy Birthday Wishes Shayari For Best Friend.""",
    """Chaand Chaandanee Lekar Aaye Chidiyon Ne Gaana Gae Phoolo Ne Hans Hans Mubaarak Ho Tumhaara Janm Din Aaya""",
    """जन्मदिन के शुभ अवसर पर भेजें क्या उपहार, तुम्हें बस ऐसे ही स्वीकार कर लेना लाखों, लाखों प्यार तुम्हें जन्मदिन की बधाईयाँ""",
    """आसमान की बुलंदियों पर नाम हो आपका, चाँद की धरती पर मुकाम हो आपका, हम तो रहते है छोटी सी दुनियाँ 🌎 में, पर खुदा करे सारा जहाँ हो आपका… ~ Happy Birthday🎂🎀🎁""",
    """“आपके दिल में हम रहेते हे, 🤔दर्द सारा हम आपका सहेते हे. हमसे पहेले कोई आपको बधाई ना करले, Advance में हम 🌸आपको हैपी बर्थडे कहेते हे.”""",
    """जन्मदिन 🥗 के ये ख़ास लम्हें मुबारक हो 👸 आपको… आँखों 👁️ में बसे नए ख्वाब मुबारक 🥗 हो आपको… जिंदगी जो लेकर आई है 👸 आपके लिए जो आज… वो तमाम खुशियों 😎 की हंसीं सौगात मुबारक हो 👸 आपको!!!""",
    """तुम्हारे इस खास दिन पर मैं👆 सिर्फ इतना कहूंगा कि तुम्हारी फ़िक्र भी उसी तरह ख़ास है जिस तरह तुम्हारी दुआओं 🤲का तरीका सबसे जुदा है। Happy Birthday🎉🎊""",
    """ना आसमान से टपकाए🤔 गए हो, ना ऊपर से गिराए 🙄गए हो, कहाँ मिलते हैं आप जैसे 👉दोस्त, आप तो ऑर्डर देकर बनवाये गए 🤗हो। Happy Birthday 🎂 🎉""",
    """तमन्नाओं से भरी हो जिंदगी, ख्वाहिशों से भरा हो हर पल… दामन भी छोटा लगने लगे, इतनी खुशियाँ दे आपको आने वाला कल… जन्मदिन की शुभकामनायें…🎂🎀🎁""",
    """Life का हर Goal रहे आपका Clear, तुम Success पाओ Without any Fear हर पल जियो Without any Tear, Enjoy your day my Dear, 🎂HAPPY BIRTHDAY🎂🎀🎁""",
    """बढ़ चढ़ कर चूमे खुशियां तेरी 👸 कदम… आज ये दुआ देते हैं 👲 हम… भूले से भी ना आये तेरी ज़िन्दगी में ये 😔 गम… कभी 👸 चेहरे पर ना आये उदासी 💕 हमदम… 🥗 जन्मदिन की हार्दिक शुभकामनाएं 🥗""",
    """खुशबू बनकर तेरी साँसों में समा जायेंगे,सुकून बनकर तेरे दिल में उतर जायेंगे,महसूस करने की कोशिश तो कीजिये,दूर रहते हुए भी पास नज़र आएँगे.""",
    """551 का ~ केक और 351 की गुलाब की माला ~ जो हमारे भाई को ” wish ” नही करेगी ~ वो बनेगी मेरे भाई की शाली … happy birthday…!!""",
    """हमारी एक प्यारी सी दुआ 🙏 है, आपकी हर दुआ 🙏 पुरी हो, जो प्यारी चाहते होती है सपनों में, वो सारी चाहते आपकी पुरी हो… 🎀🎁Janmadin Mubarak!🎂""",
    """सितारों से आगे भी कोई जहां होगा, जहां के सारे नजारों कि कसम – आपसे प्यारा वहां भी ना होगा… 🎂*Happy Birthday*🎂🎀🎁""",
    """मेरा ❣️दिल दुआ करता है की आप Hamesha 😆खुश, रहें कहीं भी 😭दुःखी न हो आपका दिल सागर की, तरह गहरा हो और हमेशा 😁Khushiyan से भरा हो.""",
    """“जरूर तुमको किसी ने दिल से पुकारा 🌿होगा, एक बार तो चाँद ने भी तुमको निहारा होगा. मायूस हुवे होंगे सितारे भी उस दिन, 🌿खुदा ने जब ज़मीन पर तुम्हे उतारा होगा. 🌹जन्मदिन मुबारक..”""",
    """मेरी एक मिनट भी साँस भी ~ पूरी नही होती हें तुम बिना , तुम ने क्या ?? सोचा की में जिन्दगी निकाल दूँगा तेरे बिना ..happy birthday डार्लिंग…||""",
    """जिस 🌞दिन आप ज़मी पर आये ये आसमाँ भी खूब 😭रोया, था आखिर उसके 😂आँसू थमते भी कैसे उसने अपना, सबसे 💓प्यारा तारा जो खोया था 🍦हैप्पी बर्थडे🍦""",
    """हम आप के 💘दिल मैं रहते है, इसलिए हर 😭दर्द, सहत है,कोई हम से पहले विश ना कर दे, आपको इसलिए एडवांस मे 🥧हैप्पी बर्थडे 🥧कहते है""",
    """चर्चा में क्यू हें ~ 1976 के जन्मे हमारे प्राण से भी प्यारे – प्रीय भाई जिन्होंने वेदों की रचना की  % और सर्षटी के महान ज्ञाता के समान जाने – वाले भाई को  जन्मदिन मुबारक हो ..""",
    """ पतझड़ पेड़ पर नये पते – नही आते और मेहनत और संगर्ष के बिना & अपनी किस्मत नही बदलती हें … happy birthday....||""",
    """“आ गया आ गया जी😊 भरके, “Yummy Cake खाने का, “दिन आ गया, “मेरे सबसे प्यारे दोस्त का, “Birthday💙 आ गया, “God Bless You, “Happy Birthday”""",
    """आपका जन्मदिन है । अब आप और बड़े हो गए हैं । हर साल हर दिन आप और भी अधिक परिपूर्ण होते जा रहे हैं । जन्मदिन मुकारब हो ।""",
    """We are praying, no tears, The rose that has not bloomed till date, You will get all that on this day, Who has never met anyone till date?""",
    """ आपके जन्मदिन पर आपको क्या तोहफा भेजूंसोना भेजूं या चांदी भेजूं कोई कीमती पत्थर हो तो बताना पर जो खुद कोहीनूर का हीरा है उसे क्या हीरा भेजूं""",
    """ये दुआ 🙏 है आपके जन्मदिन पे हमारी, ना तूटे कभी दोस्ती हमारी, सारी जिंदगी देंगे खुशियाँ आपको… और वो खुशियाँ होगी प्यारी प्यारी…😊 🎂Happy Birthday to you my Best Friend…🎂🎀🎁""",
    """Pyaaree Bahan, Ham Ek Mahaan Bhaibahan Ka Jodee Hain, Isame Koi Shak Nahee Hai, Kyonki Ham Hamesha Apanee Tasveeron Mein Bahut Khoobasoorat Lagate Hain! Janmadin Kee Shubhakaamanaen.""",
    """May you live a life full of love … You get happy moments of happiness… Never have to face any sorrow … May you have a life like this… 🥗 Happy Birthday to You 🥗""",
    """🌻 Phoolo Ne Amrit Ka Jaam Bheja Hai… Sooraj 🌞 Ne Aasma Se Salaam Bheja Hai… Mubaarak Ho Aapko Naya 🥗 Janmadin… The-Dil 💕 Se Hamne Ye Paigaam Bheja Hai !!! 🥗 Janmdin Ki Hardik Shubhkamnaye 🥗""",
    """आसमान 🌫की बुलंदियों पर नाम हो आपका, चाँद 🌙की धरती पर मुकाम हो आपका, हम तो रहते है छोटी सी दुनिया मे, पर खुदा करे सारा जहां🤗 हो आपका। Happy Birthday🎂🥂""",
    """🎂 Happy Birthday to you, beautiful Lady! Thank you for serving as a role model for kindness, service, and compassion! Have a wonderful day! 🎉""",
    """Hamesa Buland Rahe Aapke 👸 Jeevan Ke Sitaare… Talti Rahen Aapke 👸 Jeevan Ke Saare Balaye… Isi Dua Ke Saath Aapko 🥗 Janmadin Ki Hardik Badhai.""",
    """{ — देख पगली – मेरे भाई आज का जन्मदिन हें , परछाई और शिसे जेसे मित्र – रखो क्योकि आइना कभी झूट नही बोलता हें और छाया कभी साथ नही छोडती हें –}""",
    """ज़िंदगी की कुछ खास 🙏 दुआए लेलो हमसे जन्मदिन पर कुछ नजराने ले लो हमसे भर दे रंग जो तेरे जीवन के पलो में… आज वो हसी मुबारक बाद ले लो हमसे Happy Birthday🎂🎀🎁""",
    """😀😀😀😀 जन्मदिन के ये ख़ास लम्हें मुबारक, आँखों में बसे नए ख्वाब मुबारक,😀😀😀😀 जिंदगी जो लेकर आई है आपके लिए आज.. वो तमाम खुशियों की हंसीं सौगात मुबारक!!!Happy Birthday 😀😀😀😀😀😀""",
    """मुस्कान आपके होंटो से कहीं जाये नही, आँसू आपके पलकों पे कभी आये नहीं, पूरा हो आपका हर ख्वाब, और जो बूरा ना हो वो ख्बाव कभी आये नही… Janmdin Mubarak ho…🎂""",
    """आसमान का सबसे हसीं सितारा ⭐️हो तुम। तुम्हारे इस जन्मदिन 🍰पर ऊपरवाला तुम्हारी उन सभी मुरादों को पूरा🤲 करे जो अब तक पूरी नहीं 🙅‍♀️हो सकी हैं। Happy Birthday😊🎂""",
    """आयी है 🌄सुबह वो रोशनी लेके जैसे नए जोश कि, नयी किरण चमके 🤝विश्वास की लौ सदा जलके, रखना देगी 🌆अंधेरो में रास्ता दिया बनके""",
    """तोहफा-ए-दिल दे दूँ या दे दूँ चाँद तारे, जन्मदिन पे तुझे क्या दूँ ये पूछे मुझसे सारे, जिंदगी तेरे नाम कर दूँ तो भी कम है, दामन में भर दूँ हर पल खुशियाँ में तुम्हारे… 🎂हेप्पी बर्थ डे मेरी 😘जान😘…🎂 तुम जियो हजारों साल… ये मेरी है आरजू…🙏""",
    """स्वर्गलोक से इंद्रदेव, वैकुण्ठ से विष्णुजी, कैलाश से महादेव, ब्रह्मलोक से ब्रम्हाजी, और पृथ्वीलोक से आपका चाहने वाला, आपको जन्मदिन के लिए शुभकामना देते है। Happy Birthday🎂🎊""",
    """Ham 👸 To Aapke Dil 💕 Mein Rahte Hain… Islie Har 💔 Dard Sahate Hain… Koi Hamse 👸 Pahle Wish Na Karde… Islie 🤔 Advance Mein Aapko 🥗 Happy Birthday Kahte Hain | 🥗 Janmdin Ki Hardik Shubhkaamnaen 🥗""",
    """What should I pray for you? Who feeds you happiness balls… This is my wish… This is my wish… Let the light of the stars make your fortune. 🥗 Happy Birthday Wishes in English 🥗""",
    """ सूर्य रौशनी लेकर आता हें ~ और पंछी ना गाना गाया  गुलाब के फूलो के खेत में हँस ~ हँस कर बोलो मुबारक हो आपको जन्मदिन की हार्दिक बधाई …..!!""",
    """दीपक में नूर ना होते तनहां दिल अगर मजबूर न होते हम खुद आप को बर्थडे कहने आते अगर आपका आशियाना इतना दूर न होते""",
    """👌👌👍💙💎👬तोहफा मैं तुझे आज मेरा दिल ही देता हूँ,ये हसीन मोका गवाना नहीं चाहता हूँ,अपने दिल की बात तुम्हारे सामने बतलाता हूँ, और तुम्हारे जन्म दिन की शुभ कामनाये देता हूँ. 👌👌👍💙💎👬""",
    """आपके लिए duaa मांगते हें मालिक से ~ की आप खुश रहो और  कभी ना होंगे अलग जिन्दगी भर & हर पल आरजू पूरी हो और हर दिन खुशनशीब हो ..हैप्पीबर्थडे ..""",
    """हर दिन से प्यारा 😘लगता हे हमें ये ख़ास दिन, जिससे हम बिताना नही 🙅‍♂️चाहते आपके बिन, वैसे तो दिल ❤️सदा दुआ देता है आपको, फिर भी कहते है मुबारक हो आपको ये जनमदिन। Happy Birthday""",
    """Jeevan Me Aashirvaad💕 Miley Bado Se, Sehayog Miley Chhoto Se, Khushi Miley Duniya Se, Pyaar Miley Sab Se, Yehi Dua Hai Meri Rab Se. 💓Happy Birthday Dear""",
    """हर लम्हा 👸 आपके होंठो 💋 पे मुस्कान रहे… हर ग़म 😔 से आप अनजान रहें… जिसके साथ महके आपकी 👸 ज़िंदगी… हमेशा आपके पास वो 👲 इंसान रहे !!! 🥗 जन्मदिन की हार्दिक शुभकामनाएं 🥗""",
    """Sitaaron 🌃 Se Aage Bhi Koi Jahaa 🌏 Hoga… Jahaa Ke Saare Najaaron 👁️ kii Kasam Aapse 👸 Pyaara Wahaan Bhi Koi Aur Na Hoga…  🥗 !!! Happy birthday !!! 🥗""",
    """दिल ❤️देता है सदा ही दुआ🤲 आपको, फिर भी कहते है मुबारक हो आपको यह जन्मदिन। Happy Birthday🎂🥂""",
    """हर पल की दोस्ती का इरादा है 👍आपसे, अपनापन ही कुछ इतना ज़्यादा है 👬आपसे, ना सोचिएगा🤔सिर्फ़ उमर के लिए, क़यामत तक साथ निभाएँगे ये वादा🤝 है आपसे। Happy Birthday🎂🥂""",
    """ज़िंदगी की कुछ खास 🍒दुआए लेलो हमसे जन्मदिन🌏 पर कुछ नजराने ले लो हमसे भर दे रंग जो तेरे जीवन के पलो में….. 🌿आज वो हसी मुबारक बाद ले लो हमसे""",
    """ऐसी क्या दुआ दूँ आपको❗ 
  जो आपके लबों पर ख़ुशी के 🌹 फूल खिला दे❗❗

   🌹 बस ये दुआ है मेरी❗
   सितारों सी रौशनी खुदा आपकी तकदीर बना दे❗❗""",
    """🎉 मुबारक हो तुमको यह 🎂 जन्मदिन तुम्हारा,
  जो मांगो तुम रब से वो मिल जाये तुम्हें  🎈 सारा.

   दुखो की कभी काली रात ना आये,
   🎈 खुशियों से भर जाये घर का आँगन सारा.
   मुबारक हो तुमको यह 🎂  जन्मदिन तुम्हारा.

• ═• ═•-⊰ 🎂 HAPPY BIRTHDAY  🎂  ⊱•═•⊰ •═•""",
    """🎂 हंसते रहे आप करोड़ों के बीच  ❗
   खिलते रहे आप लाखों के बीच ❗❗

  🌹 रोशन रहे आप हज़ारों के बीच  ❗
   जैसे रहता है आसमान 🌅  सूरज के बीच ❗❗
   • ═• ═•-⊰ 🎂 HAPPY BIRTHDAY  🎂  ⊱•═•⊰ •═•""",
    """🎂 ख्वाहिशों के समंदर के सब मोती तेरे नसीब हो❗
  तेरे चाहने वाले हमसफ़र तेरे हरदम करीब हों❗

   🌹 कुछ यूँ उतरे तेरे लिए रहमतों का मौसम❗
   कि तेरी हर दुआ, हर ख्वाहिश कबूल हो  ❗❗
  • ═• ═•-⊰ 🎂 जन्म दिन की शुभकामनाएं 🎂  ⊱•═•⊰ •═•""",
    """🎂तुम्हारी इस अदा का क्या जवाब दू 🎂 
  अपने दोस्त को क्या उपहार दू 🎂 
   
   🌹 कोई अच्छा सा फूल होता तो 🌹 माली से मंगवाता 🎂 🎂 
   जो खुद 🌹 गुलाब हो उसको क्या 🌹 गुलाब दू ❓
• ═• ═•-⊰ 🎂 जन्म दिन की शुभकामनाएं 🎂  ⊱•═•⊰ •═•""",
    """🎂 ख़ुशी से बीते हर दिन ❗
  हर सुहानी रात हो ❗
  
 🌹जिस तरफ आपके कदम पड़े ❗
  वहा फूलो की बरसात हो  ❗ ❗
  🎁 🎈 🍸 😀 🎉  🎂 HAPPY BIRTHDAY  🎂  🎉 🍸 🎈 😀""",
    """तुम्हारी मौजूदगी 🦁 मेरे_जीवन के हर अंधेरे 🕶 को दूर कर देती है।
मेरे सबसे करीब 🕵हो तुम। आज तुम्हारे जन्मदिन 🎁 पर दुआ है कि
ऊपरवाला 🎉 तुम्हें जिंदगी की सारी ख़ुशियाँ 🎊 नजर कर दे।
🎂Happy_Birthday🎁""",
    """बुलंद 🌉 रहे सदा आपके सितारे,☄ टलती रहें
आपकी सारी 😡 बलाएं यही दुआ 🧛‍♂️हमारी,
आपको जन्मदिन 🎉की। हार्दिक_शुभकामनाएँ🎁""",
    """Tohpha Mei Tujhe Aaj Apana 💕 Dil Hi Deta Hoo… Mai Ye Haseen 👸 Mauka Gawana Nahi Chhata Hoon… Apne Dil 💗 Ki Baat Tumhare Samne 🤔 Batlata Hoon… Aur Tumhe 👸 Janmdin Ki 🥗Shubhkamnaye Deta Hoon !!!""",
    """आशाओं😇 के दीप जले, आशीर्वाद-उपहार मिले☺, जन्मदिवस🎂 की वर्षगाँठ🤞 हैं आपकी,
शुभकामनाओ🤝 से प्यार 💓मिले।
      Happy Birthday !!🎂🥳🌸
             🍰🎂🎂🎂🎂🍰""",
    """Happy Birthday Bhai ज्यादा ‘‘English‘‘ नही आती वर्ना 🔥 hot वाला Status✌डालता But अब 👉Hindi मे ही जन्म दिन🎂 की बहुत बधाई 🌹..!! 😘भाई Life मे हमेशा आप को Khushiya☺ही Khushiya😀 मिले°° ...happy वाला 🎈Birthday🎂
      Hå_pp_y🎂_BîR_th_Day🥳
                         🍰🎂🎂🎂🎂🍰""",
    """तेरे जैसे Dost दुनिया 🌎 में होते है Few,
छोटे-से मेरे इस दिल ❤ में Only है Tu,
जिता रहे जो सालों साल वो पेड़ 🌳 हो Tu,
ये भगवान से दुआ है 🙏 मेरी Only for You,
ये Special Message है Just for 👉 You…
🎂🍫🍬🎂Happy Birthday Once again to you…🎂🍫🍬🎂""",
    """यही 🤔 दुआ करता हूँ खुदा से…
आपकी 👸 ज़िन्दगी में कोई 😔 गम न हो…
जन्मदिन 🥗 पर मिले हज़ारो 😎 खुशियां…
चाहे उनमे शामिल हम 👲 न हो !!!
🥗 जन्मदिन की हार्दिक बधाई 🥗""",
    """आशाओं😇 के दीप जले, आशीर्वाद-उपहार मिले☺, जन्मदिवस🎂 की वर्षगाँठ🤞 हैं आपकी,
शुभकामनाओ🤝 से प्यार 💓मिले।
      Happy Birthday !!🎂🥳🌸
             🍰🎂🎂🎂🎂🍰""",
    """🎂 Janamdin के शुभ अवसर पर,
भेंट करू Kiya उपहार तुम्हे,😘
👏 Bus इसे ही स्वीकार कर लेना,
लाखों लाखों Pyaar तुम्हे,
🍰Janamdin की बहुत बहुत बधाई तुम्हे...😘""",
    """खुशी की मेहफिल सजती रहे,खूबसुरत हर पल 💫 खुशी राहे,आप इतना 💫खुश रहे जीवन में कि,खुशी भी आपकी दीवानी रहे…🍬🎂Happy Birthday Dear Sister…🎂🍬""",
    """👉तू मेरा यार नहीं, तू हैं 👉मेरा संसार,
आज हैं 🌞शुभ दिन, 🎂हैप्पी बर्थडे 👉मेरे यार।
!! 🎂 हैप्पी बर्थडे 🎂 !!""",
    """😑 Door है तो क्या हुआ आज Ka दिन तो हमे याद है,😏
🙂तुम ना Sahi पर तुम्हारा साया तो हमारे साथ है,😗
🙄तुम्हे Lagata है हम सब भूल जाते है,
😊 Par देखलो तुम्हारा Janamdin तो हमे Yaad है!!😎👉🎂""",
    """फूलों 🌼 ने अमृत का जाम भेजा है,
सूरज 🌞 ने गगन से सलाम भेजा है,
मुबारक हो आपको नया जन्मदिन,
तहे-दिल ❤ से हमने ये पैगाम भेजा है…
Happy Birthday to you my Best Friend.🎂🍫🍬🎂""",
    """🎂 फूलो सा महकता रहे हमेशा जीवन तुम्हारा,
 🌹 खुशिया चूमे कदम तुम्हरे बहुत सारा प्यार और
आशीर्वाद हमारा❗ 
• ═• ═•-⊰ 🎂 HAPPY BIRTHDAY  🎂  ⊱•═•⊰ •═•""",
    """😍 Jannat लगती है दुनिया माँ,
Jab तेरी गोद में सोता हूं,।😊
👩‍👧‍👧Pyaar तुझसे इतना है माँ,
नाप नहीं मैं सकता हूं,🌟
🥀 तू ही Mera सब कुछ है माँ,
जन्मदिन पर Happy birthday कहता हूं..🎂
🍰जन्मदिन Ki बहुत बहुत शुभकामनाये माँ🎂""",
    """"आयी सुबह वो रोशनी लेके,
जैसे नये जोश की नयी किरन चमके,
विश्वास की लौ सदा जलाके रखना,
देगी अंधेरों में रास्ता दिया बनाके रखना"
(:🎂🎂🎂Happy Birthday🎂🎂🎂:)""",
    """खुदा बुरी 👁️ नज़र से बचाए आपको…
चाँद 🌃 सितारों से सजाए आपको…
गम 😔 क्या होता है ये आप भूल ही जाओ…
खुदा ज़िन्दगी मे इतना 😎 हँसाए आपको !!!
!!! 🥗 जन्मदिन की हार्दिक शुभकामनाएं 🥗 !!!""",
    """A 4 = aap ko
B 4 = bhaut bhaut
C 4 = chori chori
D 4 = dil se
E 4 = ek bar
F 4 = face 2 face
G 4 = gale mila kar
Aap ko kehna chahte hai.
” HaPpY bIrtHdAy ”""",
    """ऊँगली पकड़ कर चलना सिखाया हमको,
अपनी नींद दे कर चैन से सुलाया हमको,
अपने आंसू छुपा कर हंसाया हमको,
कैसे याद ना रहेगा ऐसे पापा का जन्मदिन हमको,
जन्मदिन की हार्दिक शुभकामनायें।""",
    """फूलो 🌻 की वादियों में बसेरा हो 👸 आपका…
तारों 🌃 की दुनिया में खूबसूरत सवेरा हो 👸 आपका…
हमारी 👲 दुआ है आपके 🥗 जन्मदिन पर…
ऐ मेरे अजीज दोस्त, हमसे 👲 भी प्यारा जीवन हो 👸 आपका ।।
!!! 🥗 ऐ मेरे अजीज आपको जन्मदिन की हार्दिक शुभकामनाएं 🥗 !!!""",
    """Where will anyone be beyond the stars …  I love you, I … There will be no one else dear to you… 🥗 !!! Happy Birthday !!! 🥗""",
    """मुबारक हो तुम्हारा जीवन का एक और साल बीत गया,
इसका मतलब ये नहीं कि तू ज्यादा समझदार हो गया !""",
    """शुक्रिया करो उस ऊपर वाले का
जिसने हम दोनो को मिलवाया है,
एक intelligent दोस्त हमने ना सही,
मगर आपने तो पाया है !""",
    """इस बर्थडे पर हम आपको भेजेंगे ऐसा गिफ्ट
कि गिफ्ट खोलते ही उसी में आप हो जाओ शिफ्ट !""",
    """जन्मदिन मनाओ तुम, अपना बड़े अच्छे से,
हर दिन मार खाओ, तुम अपने ही बच्चे से !""",
    """जन्मदिन की तैयारी करना बिना किसी विश्राम के,
फिर पार्टी में ही सो जाना 7-8 घंटे आराम से !""",
    """मस्ती भरी रात है हम तुम्हारे हमारे साथ है.
हम तो पार्टी करने के लिए रुके है
वरना कहा तुझे में कोई बात है !""",
    """Here is Birthday 🎂 Cake, 🎁 Gift, Balloon 🎈🎈 🎉 🎇
Enjoy your rocking birthday party 🎉 fullest.
Warmest wishes to you on your very special day.
Happy Birthday and Many Many Happy Returns of The Spcl Day.""",
    """May success kiss you.
Happiness hug you.
Opportunity choose you.
Prosperity chase you.
Love embraces you.
Best friends surrounds you.
Girlfriends close 2 you.
Best of everything always find you.
Whatever perfect always be with you.
HaPpY BirtH DaY to You.""",
    """हो पुरी DiL💝 की ख्वाहिश आपकी,
और मिले खुशियों का जहा आपको,
जब कभी आप माँगे आसमान का एक तारा,
तो भगवान दे दे सारा आसमा आपको…
जन्मDin💘🍰 की बधाई हो""",
    """तुम पर खुदा ढेरों नेमतें बरसाए
तुम्हारी सारी ख्वाहिशें पूरी हो जाए
जो है अब मेरी जान, उस परी की….
आने वाली जिंदगी खुशियों से भर जाए
Happy Birthday""",
    """ जिसके लिए मेरे DiL💝 में ढेर सारा Pyar💝 है
जिसे खुद से ज्यादा मुझ पर ऐतबार है
उसका जन्मDin💘🍰 मेरे लिए त्योहार है
Happy Birthday""",
    """फूल💐 से खिले चेहरे पर और खुशियाँ खिल जाएँतेरी हर एक चाहत, हकीकत में बदल जाएहैप्पी बर्थडे""",
    """जिस Din💘 आप ज़मी पर आये ये आसमाँ भी खूब रोया था,
आखिर उसके आँसू थमते भी कैसे,
उसने अपना सबसे Pyar💝ा तारा जो खोया था,
हैप्पी बर्थडे""",
    """ से Pyar💝 चाँदनी,
चाँदनी से भी Pyar💝 रात,
रात से Pyar💝 Jindegi,
और Jindegi से भी Pyar💝े आप,
हैप्पी बर्थडे…""",
    """जीवन के हर राह पर नए उपहार रहे
चेहरे पर आपके सदा मुस्कान रहे
देता है DiL💝 यह दुआ आपको
जिंदगी मे हर Din💘 खुशियों की बहार रहे
हैप्पी बर्थडे""",
    """Meri Jindegi का तुम ही सहारा हो
तुमने मेरी नाराजगी को झेला है
तुमने मेरी गलतियों को भी गले लगाया है
तुमने मुझे हर हालात में स्वीकार किया है
Dunia की सबसे अच्छी बीवी को
जन्मDin💘🍰 की ढेर सारी शुभकामनाएं
हैप्पी बर्थ डे""",
    """Din💘 पर Din💘 तेरी खुशियां हो डबल
हो जाएं डिलीट Jindegi से तुम्हारे सरे ट्रबल
खुदा रखे तुम्हे हमेशा खुश और फिट
हो जन्मDin💘🍰 Tumhara सुपर डुपर हिट""",
  ];
}
